backend/controllers/ContentController.php

    protected function findModel($id)
    {
        if (($model = Content::findOne($id)) !== null) {
---
SELECT * FROM `content` WHERE `id`='89'