<div class="remodal" data-remodal-id="modal-visitor"
     data-remodal-options="hashTracking: false">
    <div class="logo-interview">
        <img src="/img/logo/logo-map.png" alt="Логотип Аквион">
    </div>
    <h4 class="title-article after-line">Согласие  посетителя сайта <br> на обработку персональных данных</h4>
    <div class="txt-development txt-left">
        <p>
            Настоящим я подтверждаю, что переданные мной в АО «АКВИОН» (далее – Общество), персональные данные: имя, фамилия, отчество, место проживания, номер мобильного телефона, адрес электронной почты являются достоверными и могут обрабатываться Обществом и его уполномоченными представителями с целью предоставления мне информации о продуктах и услугах Общества.
            <br>
            <br>
            Настоящим я даю согласие Обществу (123112, г. Москва, Пресненская наб., д. 8, стр. 1, этаж 8, помещение IN – комната 11, ОГРН 1027739039195) и его уполномоченным представителям на обработку моих персональных данных, указанных на сайте reproduction.info (далее – Сайт), на любое действие (операцию) или совокупность действий (операций), совершаемых с моими персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных с использованием средств автоматизации, в том числе в информационно-телекоммуникационных сетях, а также на передачу (в том числе трансграничную) этих персональных данных уполномоченным представителям Общества.
            <br>
            <br>
            Настоящим я даю согласие на размещение своего мнения о применении продукции Общества и моих вопросов на Сайте.
            <br>
            <br>
            Также даю свое согласие на предоставление Обществом моих персональных данных как посетителя Сайта партнерами, с которыми сотрудничает Общество.
            <br>
            <br>
            Согласие дается сроком на 5 лет и может быть в любой момент мной отозвано путем направления письменного уведомления Общества по адресу: 125040, г. Москва, а/я 32.

        </p>
    </div>
    <div class="wr-visit-btn">
        <button class="remodal-cancel remodal-cancel-in-l transition-all">
            Отменить
        </button>
        <button class="remodal-confirm remodal-confirm-in-r transition-all-img">
            Согласен
        </button>
    </div>
</div>