<!-- Header
================================================== -->
<header id="header-top">
    <div class="row header-row-top hed-all-bg bg-header-top-article-item">
        <div class="con-hd">
            <div class="left-header txt-right">
                <div class="wr-txt-header">
                    <!--  Help Phone   -->
                    <div class="phone-help-top">
                        <span class="name-phone">телефон горячей линии</span> <br>
                            <span class="phone-help-top-item">8-800-200-86-86 <i
                                    class="reproduction-phone-help"></i></span>
                    </div>
                    <!--  Down Content Help   -->
                    <div id="wr-down-content">
                        <i class="reproduction-down-lite down"></i>
                        <i class="reproduction-down-lite down"></i>
                        <i class="reproduction-down-lite down"></i>
                    </div>
                    <h1 class="BebasNeueBold header-color title-problem-header">
                        <?= $model->title ?>
                        <!--  SVG   -->
                         <span class="wr-svg-header">
                             <svg id="article-svg" class="svg-slider-category" viewBox="-2 -2 126 126"
                                  xmlns="http://www.w3.org/2000/svg">
                                 <title><?= $model->title ?></title>
                             </svg>
                         </span>
                    </h1>

                    <h3>Это интересно</h3>
                </div>
            </div>
            <div class="right-header">
            </div>
            <!--  Breadcrumbs   -->
            <div id="breadcrumbs-wr">
                <nav class="breadcrumbs">
                    <ol class="cd-multi-steps">
                        <li class="visited"><a href="/">Главная</a><span class="cd-multi-steps-line">|</span></li>
                        <li class="visited"><a href="/statyi">Статьи</a><span class="cd-multi-steps-line">|</span></li>
                        <li class="visited"><?= $model->title ?></li>
                    </ol>
                </nav>
            </div>
        </div>
    </div>
</header>
<!--Empty Block-->
<div class="row">
    <div class="empty-block-section"></div>
</div>
<!-- Main Section
================================================== -->
<section>
    <div class="row">
        <div class="container container-bg-gray">
            <div class="con-item-questions">

                <!--item-->
                <div class="article-it-l">
                    <div class="con-item-art">
                        <!--IMG-->
                        <img class="img-art-item" src="/img/article/img1.jpg"
                             alt="Как бороться с приливами при менопаузе?">
                        <!--Title-->
                        <h2 class="title-article after-line h-art-item">Как бороться с приливами при
                            менопаузе?</h2>
                        <p>
                            Новым этапом в жизни каждой женщины считается наступление менопаузы. В этот период
                            начинается
                            угасание работы репродуктивной системы. В этой статье мы расскажем о том, как можно
                            облегчить
                            менопаузу, а также что делать при приливах (внезапных ощущениях жара).
                        </p>
                        <p>
                            У женщин менопауза наступает с возрастом в результате специфичной гормональной перестройки.
                            Приближение климакса большинство женщин ощущает после 50 лет. Но необходимо иметь в виду,
                            что
                            возраст, когда наступит климакс, зависит от многих факторов: генетической
                            предрасположенности,
                            общего состояния и здоровья, качества жизни женщины. Сегодня наблюдается тенденция
                            «омоложения»
                            климакса и все чаще можно встретить сорокалетних женщин, у которых уже начался климакс.
                        </p>
                        <p>
                            Несмотря на то, что наступление менопаузы является естественным, физиологическим процессом,
                            это
                            состояние может серьезно усложнить жизнь современной женщины. Стоит учитывать, что при
                            воздействии следующих факторов, таких как стрессы на работе, высокие нагрузки для организма,
                            неблагоприятная экологическая ситуация, неправильное питание, проявления менопаузы
                            усиливаются и
                            могут вызывать заметный дискомфорт и более тяжелое течение климакса.
                        </p>
                        <h4>
                            Так что же происходит в организме женщины при менопаузе?
                        </h4>
                        <p>
                            В это время в теле женщины происходит гормональная перестройка, которую традиционно выделяют
                            на
                            три этапа: пременопауза, менопауза, постменопауза.
                            Приливы у женщин характерны для самого первого этапа климакса – пременопаузы, когда из-за
                            снижения количества вырабатываемого эстрогена происходят сбои менструального цикла. Из-за
                            падения уровня эстрогена изменяется и теплорегуляция организма, откуда и возникают
                            специфичные
                            симптомы у женщины – приливы.
                        </p>
                        <p>
                            Происходящие изменения могут повлечь за собой неприятные ощущения, такие как сильный жар,
                            повышенная потливость, которые резко сменяются ознобом, головные боли, скачки артериального
                            давления, возможны аномальные выделения из влагалища, появление неприятного запаха. В такое
                            время женщина может стать сильно раздражительной, вывести ее из равновесия может любая
                            мелочь,
                            такое нестабильное эмоциональное состояние сопровождается рассеянностью, слабостью, апатией.
                        </p>
                        <p>
                            Если вдаваться в более подробное объяснение приливов, то возникают они в связи с тем, что
                            низкий
                            уровень эстрогенов в крови влияет на гипоталамус. Он отвечает, в том числе, за температуру
                            тела
                            и выработку половых гормонов. Гипоталамус при климаксе воспринимает фактическую, нормальную
                            температуру как повышенную, из-за чего дает организму команду «охладиться». Специальные
                            вещества-медиаторы тут же передают сигналы от гипоталамуса к органам и тканям, которые
                            участвуют
                            в терморегуляции. В результате расширяются капилляры кожи, учащается сердцебиение.
                            Появляется
                            краснота лица, становится жарко, потовые железы начинают интенсивно выделять пот — все это и
                            вызывает специфичные ощущения у женщин.
                        </p>
                        <h4>
                            Сколько длятся приливы по времени?
                        </h4>
                        <p>
                            Кратковременные приливы могут происходить у женщины до 40 раз за день, эти состояния, когда
                            женщина периодически чувствует «накатывание» жара, резко сменяющееся на состояние озноба.
                            Приливы чаще возникают приступами, наплывами, а жар сильнее всего ощущается в области лица,
                            шеи
                            и груди. Приливы жара длятся от нескольких секунд до часа.
                            По статистике в среднем приливы начинаются за какое-то время до окончания менструаций и
                            продолжаются примерно в течение двух лет после их окончания.
                        </p>
                        <h4>
                            Какие можно принять меры, уменьшающие дискомфорт при приливах?
                        </h4>
                        <p>
                            Снизить чувство жара поможет приток свежего воздуха и специальное глубокое дыхание. Дышать
                            необходимо медленно, с задержкой дыхания до 6-7 секунд. Если есть возможность, перед сном
                            или
                            отдыхом охладите подушку или подготовьте холодную «грелку». Также облегчает прилив холодный
                            душ.
                        </p>
                        <p>
                            Важно стараться укреплять свое здоровье – вести активный образ жизни, правильно питаться и
                            пить
                            необходимое количество воды. Если не удается придерживаться сбалансированного рациона,
                            принимайте витамины.  Сегодня существуют витаминно-минеральные комплексы для женщин в период
                            менопаузы. Прием витаминов и минералов может существенно помочь при борьбе с приливами.
                            Особенно
                            важны витамины группы В, а также С и Е. Исследования показали, что эти витамины влияют
                            непосредственно на работу репродуктивной системы, участвуют в поддержании уровня эстрогенов.
                            Те
                            женщины, которые принимают эти витамины, лучше справляются и с приливами. Кроме того,
                            рекомендуется принимать при менопаузе бета-аланин и 5-гидрокситриптофан.

                        </p>
                        <p>
                            Стоит помнить о факторах, которые могут усилить количество и интенсивность приливов и
                            избегать
                            их. К «провокаторам» приливов относятся духота в помещении, большое количество сладостей и
                            мучного и в рационе, увлечение черным чаем и кофе, повышенные физические нагрузки и, конечно
                            же,
                            вредные привычки: курение, употребление алкогольных напитков. Алкоголь и никотин вызывают
                            расширение всех сосудов тела в целом.

                        </p>
                        <p>
                            Уменьшить приливы при менопаузе также поможет сокращение в рационе мяса и белковой пищи,
                            желательно есть больше овощей и фруктов. Легче будет переносить приливы, если вы одеты в
                            просторную одежду из натуральной ткани, а зимой можно стараться одевать несколько «слоев»
                            одежды, чтобы можно было в момент прилива снять жакет или кардиган.

                        </p>
                        <h4>
                            Что принимать при менопаузе от приливов?

                        </h4>
                        <p>
                            Вылечить климакс нельзя, так как это этап жизни, естественное состояние организма, а не
                            болезнь.
                            Но для облегчения климакса у женщин используют различные препараты, фитотерапию, лечебную
                            физкультуру, физиопроцедуры. Поддерживающей терапией является и специальная диета, массаж,
                            гидропроцедуры.
                        </p>
                        <p>
                            Важно понимать, что приливы вызваны недостатком эстрогена в организме. Поэтому уменьшить
                            частоту
                            и количество приливов помогут либо эстрогены, принимаемые в виде препаратов, либо
                            фитоэстрогены,
                            либо вещества, которые участвуют в терморегуляции.

                        </p>
                        <p>
                            Если женщина решает остановиться на заместительной гормональной терапии, лучше обратиться к
                            врачу и обсудить с ним этот вопрос, сдать анализы и получить назначение гормонального
                            препарата,
                            который будет эффективен при ее состоянии. Лечение приливов при помощи гормонов имеет
                            множество
                            противопоказаний – заболевания сердечно-сосудистой системы, нарушения свертываемости крови,
                            миома и эндометриоз, заболевания печени и почек. Поэтому необходимо убедиться, что у женщины
                            нет
                            противопоказаний к приему гормонов во время климакса.

                        </p>
                        <p>
                            Эффективными методами лечения приливов является прием фитоэстрогенов. Это вещества, которые
                            содержатся в сое, клевере, овсе и некоторых других растениях. Фитоэстрогены похожи на
                            эстрогены
                            и организм «пользуется» ими вместо эстрогенов. У фитоэстрогенов меньше противопоказаний, чем
                            у
                            эстрогенов, они более безопасные.
                        </p>
                        <p>
                            Также помогает справиться с приливами бета-аланин, о котором уже говорилось выше. Он
                            участвует в
                            терморегуляции и поэтому его прием помогает избежать «ошибочных» сигналов о температуре
                            тела.

                        </p>
                        <p>
                            Главное помнить, что приливы жара – это естественное явление для большинства женщин и с ними
                            можно справиться!

                        </p>
                    </div>
                </div>
            </div>
            <!--End-->
        </div>
    </div>
</section>
<!--Empty Block-->
<div class="row">
    <div class="empty-block-section"></div>
</div>
<?php
$script = <<< JS
$(function () {
animateThis("#article-svg");
setTimeout(function () {
 callForEachDown.start(downContentHelp, [0, 1, 2, 3], 500);

}, 800);
});
JS;
$this->registerJs($script, yii\web\View::POS_READY);
?>
