backend/modules/product/controllers/DefaultController.php

SELECT * FROM `content` WHERE (`table_name`='product') AND (`table_id`='1') ORDER BY `id`
---
    public function actionUpdate($id)
    {
        $model = $this->findModel($id);
        $img_big = $model->img_big;
        $img_small = $model->img_small;

        if ($model->load(Yii::$app->request->post())) {
            $model->img_big = $img_big;
            $model->img_small = $img_small;
            Yii::$app->response->format = Response::FORMAT_JSON;
            if($model->save()){
                $response = ['save' => true, 'title' => 'Подтверждение', 'text' => 'Данные успешно сохранены'];
            } else {
                $response = ['title' => 'Ошибка при сохранении данных', 'errors' => $model->getErrors()];
            }
            return $response;//$this->redirect(['view', 'id' => $model->id]);
        } else {
            $content = Content::find()->where(['table_name' => 'product', 'table_id' => $id])->orderBy('id ASC')->all();

SELECT * FROM `product` WHERE `id`='5'
---
    protected function findModel($id)
    {
        if (($model = Product::findOne($id)) !== null) {