backend/modules/solution/controllers/DefaultController.php

SELECT * FROM `category` ORDER BY `order` DESC
SELECT * FROM `solution` ORDER BY `category_id`, `order` DESC
---
    public function actionIndex()
    {
        $categories = Category::find()->orderBy('order DESC')->all();
        $solutions = Solution::find()->orderBy('category_id ASC, order DESC')->all();

SELECT * FROM `content` WHERE (`table_name`='solution') AND (`table_id`='8') ORDER BY `id`
---
    public function actionUpdate($id)
    {
        $model = $this->findModel($id);

        if ($model->load(Yii::$app->request->post())) {
            Yii::$app->response->format = Response::FORMAT_JSON;
            if ($model->save()) {
                $response = ['save' => true, 'title' => 'Подтверждение', 'text' => 'Данные успешно сохранены'];
            } else {
                $response = ['title' => 'Ошибка при сохранении данных', 'errors' => $model->getErrors()];
            }
            return $response;//$this->redirect(['view', 'id' => $model->id]);
        } else {
            $content = Content::find()->where(['table_name' => 'solution', 'table_id' => $id])->orderBy('id ASC')->all();

SELECT * FROM `solution` WHERE `id`='8'
---
    protected function findModel($id)
    {
        if (($model = Solution::findOne($id)) !== null) {