common/models/User.php

    public static function isUserSuperAdmin($username)
    {
        if (static::findOne(['username' => $username, 'role' => self::ROLE_SUPER_ADMIN])) {
---
SELECT * FROM `user` WHERE (`username`='redhex') AND (`role`=30)