<!-- Header
================================================== -->
<header id="header-top">
    <div class="row header-row-top hed-all-bg  bg-header-top-old">
        <div class="con-hd">
            <div class="left-header txt-right">
                <div class="wr-txt-header">
                    <!--  Help Phone   -->
                    <div class="phone-help-top">
                        <span class="name-phone">телефон горячей линии</span> <br>
                            <span class="phone-help-top-item">8-800-200-86-86 <i
                                    class="reproduction-phone-help"></i></span>
                    </div>
                    <!--  Down Content Help   -->
                    <div id="wr-down-content">
                        <i class="reproduction-down-lite down"></i>
                        <i class="reproduction-down-lite down"></i>
                        <i class="reproduction-down-lite down"></i>
                    </div>
                    <h1 class="BebasNeueBold header-color title-problem-header">
                        Менопауза
                        <!--  SVG   -->
                                <span class="wr-svg-header">
                                    <svg id="old-svg" class="svg-slider-category" viewBox="0 0 122 122"
                                         xmlns="http://www.w3.org/2000/svg">
                                        <title>Возрастные изменения</title>
                                        <desc>Менопауза</desc>
                                    </svg>
                                </span>
                    </h1>

                    <h3>Возрастные изменения</h3>
                </div>
            </div>
            <!--  Breadcrumbs   -->
            <div id="breadcrumbs-wr">
                <nav class="breadcrumbs">
                    <ol class="cd-multi-steps">
                        <li class="visited"><a href="/">Главная</a><span class="cd-multi-steps-line">|</span></li>
                        <li class="visited"><span><?= $category->title ?></span> -</li>
                        <li class="current"><span><?= $problem->title ?></span></li>
                    </ol>
                </nav>
            </div>
        </div>
    </div>
</header>
<!--Empty Block-->
<div class="row">
    <div class="empty-block-section"></div>
</div>
<!-- Main Section
================================================== -->
<section id="main-article">
    <div class="row">
        <div class="container-pr">
            <div class="col-1 view-des">
                <!-- Drugs List
                ================================================== -->
                <div id="pin1" class="list-drugs-article">
                    <!--  Сперотон   -->
                    <figure class="drugs-article" data-name-drugs="Сперотон">
                        <img class="full-img-drugs" src="/img/drugs/drugs-index/speroton-index-small.jpg"
                             alt="Сперотон">
                        <figcaption>
                            <a href="/nashi_produkty/speroton">
                                     <span class="drugs-name-transition">
                                    Сперотон
                                         </span>
                            </a>
                        </figcaption>
                    </figure>
                    <!--  Прегнотон  -->
                    <figure class="drugs-article" data-name-drugs="Прегнотон">
                        <img class="full-img-drugs" src="/img/drugs/drugs-index/pregnoton-index-small.jpg"
                             alt="Прегнотон">
                        <figcaption>
                            <a href="/nashi_produkty/pregnoton">
                                     <span class="drugs-name-transition">
                                    Прегнотон
                                         </span>
                            </a>
                        </figcaption>
                    </figure>
                    <!--  Менсе   -->
                    <figure class="drugs-article active" data-name-drugs="Менсе">
                        <img class="full-img-drugs" src="/img/drugs/drugs-index/mense-index-small.jpg"
                             alt="Менсе">
                        <figcaption>
                            <a href="/nashi_produkty/mence">
                                     <span class="drugs-name-transition">
                                    Менсе
                                         </span>
                            </a>
                        </figcaption>
                    </figure>
                    <!--  Синергин   -->
                    <figure class="drugs-article active" data-name-drugs="Синергин">
                        <img class="full-img-drugs" src="/img/drugs/drugs-index/sinergin-index-small.jpg"
                             alt="Синергин">
                        <figcaption>
                            <a href="/nashi_produkty/sinergin">
                                     <span class="drugs-name-transition">
                                    Синергин
                                         </span>
                            </a>
                        </figcaption>
                    </figure>
                    <!--  Цисталин   -->
                    <figure class="drugs-article active" data-name-drugs="Цистениум">
                        <img class="full-img-drugs" src="/img/drugs/drugs-index/cystenium-index-small.jpg"
                             alt="Цистениум">
                        <figcaption>
                            <a href="/nashi_produkty/cystenium">
                                     <span class="drugs-name-transition">
                                    Цистениум
                                         </span>
                            </a>
                        </figcaption>
                    </figure>
                </div>
            </div>
            <!-- TXT Менопауза
            ================================================== -->
            <div id="wr-col-article" class="col-2 pad-col2">
                <div class="row block-animate bl-pr-it bg-beige-light">
                    <div class="con-pr-em">
                        <div class="left-article p-pr-r">
                            <div class="txt-left min_height" data-mh="group-im-pr">
                                <div class="align-vertical">
                                    <h2 class="title-section after-line h-pr-t">
                                        Менопауза
                            <span class="item-number-article">
                                <strong class="number-item"><i class="reproduction-quotes"></i></strong>
                                <span class="vertical-line"></span>
                            </span>
                                    </h2>
                                    <!--  Article   -->
                                    <p>
                                        <b>Многие женщины</b>, достигая сорока лет, начинают испытывать тревогу по
                                        поводу
                                        предстоящего климакса, приравнивая менопаузу к старости. Но это неверно! С
                                        увеличением продолжительности жизни отодвигается и верхняя граница активного
                                        возраста. Физические и интеллектуальные возможности современной женщины при
                                        внимательном отношении к себе сохраняются до 65-70 лет. С наступлением
                                        климакса
                                        теряется только одна возможность – стать мамой. Если поддержать свой
                                        организм и
                                        правильно подготовиться к переменам, то вас ждут еще как минимум 15-20 лет
                                        активной
                                        жизни после менопаузы.
                                    </p>
                                </div>
                            </div>
                        </div>
                        <div class="right-article p-pr-l">
                            <div class="bg-49 m-img-bg" data-mh="group-im-pr"></div>
                        </div>
                    </div>
                </div>
                <!--Empty Block-->
                <div class="row">
                    <div class="empty-block-section"></div>
                </div>
                <!--  Section #2   -->
                <div class="row  block-animate bl-pr-it bg-beige-light">
                    <div class="con-pr-em">
                        <div class="column-svg">
                            <div class="wr-svg-article">
                                <img id="human-woman-img" class="full-img" src="/img/old-img-problem/menopauza_problem.jpg" alt="Менопауза">
                            </div>
                            <article class="not-col dontsplit">
                                <h3 class="title-article after-line">Что такое менопауза? </h3>

                                <p>
                                    <b>Менопауза наступает</b>, когда яичники истощаются и в них перестают созревать
                                    яйцеклетки. Это значит, что женщина больше не сможет забеременеть, выносить и
                                    родить
                                    ребенка. В это время в крови женщины повышается содержание
                                    фолликулостимулирующего
                                    гормона (ФСГ), который контролирует деятельность яичников. Естественно, что
                                    изменяется уровень и остальных гормонов. А так как гормоны – это регуляторы всех
                                    процессов в нашем организме, то начинает меняться весь организм.
                                    Изменения в женском организме происходят не сразу, а постепенно, этот процесс
                                    можно
                                    разделить на несколько стадий:
                                </p>
                                <ul class="list-article">
                                    <li>Пременопауза — с начала нерегулярных менструаций до полного их окончания.
                                    </li>
                                    <li>Менопауза — период в год (12 месяцев) после окончания последней менструации.
                                        Обычно менопауза наступает в возрасте 50 лет, но бывают и ранние случаи
                                        менопаузы (40 лет), и даже преждевременные (37-39 лет).
                                    </li>
                                    <li>
                                        Постменопауза — сразу после менопаузы и до возраста в 65-69 лет.
                                        Постменопауза
                                        также делится на 2 периода: ранняя (до 5 лет) и поздняя (от 5 до 10 лет).
                                    </li>
                                </ul>
                                <p>
                                    Сроки наступления менопаузы передаются по наследству. Примерно в то же время,
                                    когда
                                    менопауза началась у матери, следует обратиться ко врачу и дочери. Первыми
                                    признаками могут стать: изменение длительности менструального цикла (как
                                    удлинение,
                                    так и сжатие сроков), частые перепады настроения, внутреннее ощущение
                                    дискомфорта,
                                    ощущение жара и ночная потливость. Все эти признаки могут проявляться и при
                                    сохранении менструаций.
                                </p>
                            </article>
                        </div>
                    </div>
                </div>
                <!--Empty Block-->
                <div class="row">
                    <div class="empty-block-section"></div>
                </div>
                <!--  Section #3   -->
                <div class="row  block-animate bl-pr-it bg-beige-light">
                    <div class="con-pr-em">
                        <div class="columh-block">
                            <h3 class="title-article after-line">Как узнать про менопаузу?</h3>

                            <p>
                                Пока функции яичников постепенно гаснут, как свет в театре, в организме женщины
                                снижается уровень определённого гормона — эстрогена. Эта перестройка
                                сопровождается
                                изменениями, которые женщина уже может почувствовать: эмоциональная
                                нестабильность,
                                беспокойство, депрессия, ухудшение памяти и повышенная утомляемость, приливы
                                жара,
                                ознобы, повышенная потливость, головные боли, гипотония или гипертензия,
                                учащенное
                                сердцебиение. <br>
                                Многие женщины привыкли держать себя в «ежовых рукавицах» и не обращают внимания
                                на
                                эмоциональное состояние. Но именно раздражительность, сонливость, слабость,
                                невнимательность, забывчивость являются самыми первыми сигналами о
                                приближающихся
                                переменах. Второй явный признак – снижение либидо. <br>
                                К сожалению, дефицит эстрогена нарастает и начинает плохо влиять и на другие
                                сферы
                                жизни. Возрастает риск сердечно-сосудистых заболеваний, изменяется обмен глюкозы
                                и
                                инсулина. Всё это сопровождаться снижением кровообращения во влагалище, так что
                                женщину могут начать беспокоить не только зуд и жжение в интимных местах, боль
                                при
                                занятиях сексом, но и вагинальные или даже периодические кровянистые выделения.
                                В
                                самых неприятных случаях дело доходит до уретрального синдрома, цисталгии и
                                недержания мочи. <br>
                                Сказывается дефицит эстрогенов и на внешности. Кожа становится сухой, ногти –
                                ломкими, появляются морщины, начинают выпадать волосы. Либидо может снизится до
                                нуля. <br>
                                Кроме того, эстрогены требуются для ассимиляции кальция костной тканью, поэтому
                                в
                                период менопаузы резко возрастает риск травм и переломов, которые сложно
                                заживают, а
                                также заболеваний опорно-двигательного аппарата: остеопороза и остеоартритов.
                            </p>

                            <p>
                                Если обобщить, то получим следующую картину симптомов менопаузы:
                            </p>
                            <ul class="list-article">
                                <li>Приливы жара (их испытывает 50-70 % женщин).
                                </li>
                                <li>Нарушения сна, ночная потливость.
                                </li>
                                <li>Повышенная утомляемость, усталость.
                                </li>
                                <li>
                                    Перепады настроения (78,4%), депрессивные состояния (возникают у 10 %, с
                                    трудом
                                    поддаются лечению).
                                </li>
                                <li>
                                    Снижение полового влечения до его полного угасания (до 80 % женщин).
                                </li>
                                <li>
                                    Сухость влагалища.
                                </li>
                                <li>
                                    Частые мочеиспускания, потребность в ночном мочеиспускании.
                                </li>
                                <li>
                                    Повышенный риск инфекций мочевого пузыря (встречается у 50 % женщин, с
                                    возрастом
                                    частота инфекций увеличивается).
                                </li>
                                <li>
                                    Уменьшение размеров молочных желез, дряблость.
                                </li>
                                <li>
                                    Сухость и вялость кожи, появление глубоких морщин.
                                </li>
                                <li>
                                    Изменение осанки, риск остеопороза (у 30-35 % женщин).
                                </li>
                                <li>
                                    Сухость глаз.
                                </li>
                            </ul>
                        </div>
                    </div>
                </div>
                <!--Empty Block-->
                <div class="row">
                    <div class="empty-block-section"></div>
                </div>
                <div class="row  block-animate bl-pr-it bg-beige-light">
                    <div class="con-pr-em">
                        <div class="columh-block">
                            <h3 class="title-article after-line">Как диагностируют менопаузу?</h3>

                            <p>
                                Чаще всего женщина приходит к врачу не с жалобами на менопаузу, а на некоторые
                                из
                                симптомов – нерегулярные менструации или резкое изменение характера выделений.
                                Нередко женщины обращаются не к гинекологу, потому что не связывают происходящее
                                в
                                их организме с новым периодом жизни. С повышенной тревожностью или резкой
                                утомляемостью записываются на прием к психологам, терапевтам или неврологам. <br>
                                Многие
                                воспринимают ощущения «приливов жара» как повышенное давление и направляются к
                                кардиологу. После обращения женщины к врачу и на основании её жалоб проводят
                                объективное обследование, включающее в себя различные методы, в том числе анализ
                                на
                                гормоны. <br>
                                Обследование подразумевает оценку состояния: общего вида, выражения лица,
                                окраски и
                                упругости кожи. Менопауза нередко сопровождается опасным для организма ожирением
                                в
                                области живота, поэтому обязательно обследование распределения и развития
                                подкожно-жировой клетчатки, измерение роста и массы тела. <br> В ходе
                                обследования
                                молочных желез внимание уделяется их форме, консистенции, уплотнениям.
                                В случае, если комплекс симптомов указывает на дефицит эстрогенов, дается
                                направление на гормональный анализ крови и только по его результатам можно
                                говорить
                                о наступлении периода менопаузы. Содержание ФСГ (гормон, регулирующий
                                деятельность
                                яичников) повышено при 30 МЕ/л и более (во время перименопаузы показатель может
                                находиться в пределах 12–30 МЕ/л).
                            </p>

                            <h3 class="title-article after-line">Не терпеть, а наслаждаться жизнью!</h3>

                            <p>
                                Важно понимать, что «вылечить» менопаузу нельзя. Это естественные процессы в
                                женском
                                организме. Однако «перетерпеть» – это также неверный подход.
                                Основная цель в этот период – создание условий для нормальной и полноценной
                                жизни
                                женщины. <br> В настоящее время врачи могут предложить женщине заместительную
                                гормональную терапию (ЗГТ) с использованием синтетических или натуральных
                                эстрогенов, их аналогов. <br>
                                Однако у многих женщин есть относительные и абсолютные противопоказания к
                                применению
                                ЗГТ. Часть женщин изначально отказываются принимать гормоны, поскольку либо
                                имели
                                негативный опыт гормональной терапии, либо боятся возможных побочных
                                последствий,
                                которые могут быть весьма серьезными: высокий риск развития онкологических
                                заболеваний гениталий и молочной железы, нарушение работы мочевыделительной
                                системы
                                и т.д. <br> Очевидно также, что в раннем менопаузальном периоде, когда яичники еще
                                синтезируют гормоны, логично устранить проблемы негормональными препаратами.
                                В настоящее время альтернативой гормональной терапии являются фитоэстрогены. <br>
                                Фитоэстрогены – это растительные компоненты, которые обладают эстрогенной
                                активностью, но при этом не являясь гормонами, не имеют их побочных эффектов.
                                Растительные эстрогены не только предупреждают возрастные нарушения, но и
                                уменьшают
                                риск развития рака молочной железы, сердечно-сосудистых заболеваний и
                                остеопороза.
                                <br>
                                Среди разных классов фитоэстрогенов наибольшей эстрогенной активностью обладают
                                изофлавоны сои. Регулярное потребление изофлавонов сои, которые берут на себя
                                многие
                                функции эстрогенов, смягчает негативные проявления менопаузы.
                                Клинические исследования показали, что прием изофлавонов сои в течение
                                длительного
                                времени существенно снижает частоту «приливов», интенсивность мышечных болей,
                                урологических и генитальных расстройств. По эффективности прием изофлавонов сои
                                вполне может быть сопоставим с гормонозаместительной терапией, но лишен
                                характерных
                                осложнений. <br>
                                Значительная часть (около 50-70% женщин) в период менопаузального перехода и в
                                постменопаузе жалуются на приливы жара. <br> Для прекращения и профилактики приливов
                                используется натуральная аминокислота бета-аланин.
                                Прием 5-гидрокситриптофана и витаминов группы В позволит устранить
                                психо-эмоциональные нарушения. Важно, что 5-гидрокситритофан необходим для
                                синтеза
                                мелатонина и серотонина – гормонов, регулирующих биологические ритмы сна и
                                бодрствования. <br> Поэтому он также поможет устранить нарушения сна. Кроме того,
                                витамины группы B поддерживают более высокий уровень собственных эстрогенов.
                                Фолиевая кислота улучшает обновление организма, в том числе рост волос,
                                обновление
                                кожи. <br> При возрастных изменениях это крайне важно для женщин, которые уделяют
                                внимание своей внешности. <br>
                                Все эти вещества входят в комплекс <a href="/nashi_produkty/mence">«Менсе»</a>,
                                предназначенный для поддержки женского
                                организма в период менопаузы. <br>
                                Многие женщины в период менопаузы жалуются на недостаток энергии, слабость и
                                постоянную утомляемость. В этом случае рекомендуется прием препаратов,
                                содержащих
                                коэнзим Q<sub>10</sub> и витамин Е (например, в препарате <a
                                    href="/nashi_produkty/sinergin">«Синергин»</a>). Кроме того, эти вещества
                                (а также другие антиоксиданты, входящие в состав <a
                                    href="/nashi_produkty/sinergin">«Синергина»</a>) предупреждают и другие
                                возрастные изменения. <br>
                                При наличии урогенитальных симптомов и цистита (который встречается у каждой
                                третьей
                                женщины), необходимо обратить внимание на профилактику (с особой осторожностью
                                следует избегать дальнейших проблем после полового акта, переохлаждения,
                                бассейна и
                                т.д.). В качестве препарата предупреждения цистита можно рассмотреть <a
                                    href="/nashi_produkty/cystenium">«Цистениум»</a>,
                                который содержит проантоцианидины клюквы, экстракт толокнянки и витамин С.
                                <br>
                                Самое главное, о чем стоит помнить в это время: вас ждет еще много лет активной
                                жизни, если вы возьмете под контроль происходящие в своем организме процессы и
                                поддержите себя. <br> Позаботьтесь о своём здоровье заранее!
                            </p>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</section>

<!-- Footer Article
================================================== -->
<section id="footer-article">
    <div class="row block-animate">
        <div class="container-pr">
            <div class="col-2">
                <!--  Drugs   -->
                <div class="row bl-pr-it">
                    <div class="con-pr-em">
                        <!--  Препараты, относящиеся к решению данной проблемы   -->
                        <div class="drug-article-left p-pr-r">
                            <div class="sum-2-drugs sum-3">
                                <!--  Синергин   -->
                                <figure class="figure-article" data-name-drugs="Синергин">
                                    <img class="full-img" src="/img/drugs/drugs-item/sinergin-index-big.jpg"
                                         alt="Синергин">
                                    <figcaption>
                                        <a href="/nashi_produkty/sinergin">
                                              <span class="drugs-name-transition">
                                            Синергин
                                                  </span>
                                        </a>
                                    </figcaption>
                                </figure>
                                <!--  Менсе   -->
                                <figure class="figure-article" data-name-drugs="Синергин">
                                    <img class="full-img" src="/img/drugs/drugs-item/mense-index-big.jpg"
                                         alt="Менсе">
                                    <figcaption>
                                        <a href="/nashi_produkty/sinergin">
                                              <span class="drugs-name-transition">
                                            Менсе
                                                  </span>
                                        </a>
                                    </figcaption>
                                </figure>
                                <!--  Цистениум   -->
                                <figure class="figure-article" data-name-drugs="Синергин">
                                    <img class="full-img" src="/img/drugs/drugs-item/cystenium-index-big.jpg"
                                         alt="Цистениум">
                                    <figcaption>
                                        <a href="/nashi_produkty/cystenium">
                                              <span class="drugs-name-transition">
                                            Цистениум
                                                  </span>
                                        </a>
                                    </figcaption>
                                </figure>
                            </div>
                            <div class="wr-note-drugs-article">
                            <span class="note-drugs-article">
                                Эти препараты помогут в период менопаузы.
                            </span>
                            </div>
                        </div>
                        <!--  List Problem   -->
                        <div class="drug-article-right p-pr-l">
                            <div class="tag-item txt-center">
                                <ul class="l-p-c-a">
                                    <li><a href="/vozrastnye_izmenenija/muzhchina_starshe_35_let"><i
                                                class="reproduction-tags-2"></i>Мужчина старше 35 лет</a>
                                    </li>
                                    <li><a href="/vozrastnye_izmenenija/zhenshhina_starshe_35_let"><i
                                                class="reproduction-tags-2"></i>Женщина старше 35 лет</a>
                                    </li>
                                </ul>
                            </div>
                            <div class="wr-note-drugs-article">
                            <span class="note-drugs-article list-problem-note-article">
                                 В данном блоке представлены другие проблемы, связанные с возрастными изменениями.
                            </span>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</section>
<?php
$script = <<< JS
$(function () {
    animateThis("#old-svg");
    setTimeout(function () {
        callForEachDown.start(downContentHelp, [0, 1, 2, 3], 500);

    }, 800);
    var controller1 = new ScrollMagic.Controller();
    new ScrollMagic.Scene({triggerElement: "#human-woman-img", triggerHook: 0.6, reverse: false})
        .on("start end", function (e) {
            $('#human-woman-img').addClass('view-active');
        })
        .addTo(controller1);
});
JS;
$this->registerJs($script, yii\web\View::POS_READY);
?>
<?php if (Yii::$app->params['browserOld9']) {
$scriptColumn = <<< JS
$('.column-svg').columnize({width: 430});
$('.columh-block').columnize({width: 430});
JS;
    $this->registerJs($scriptColumn, yii\web\View::POS_READY);
}
?>
