    <!-- Header
    ================================================== -->
    <header id="header-top">
        <div class="row header-row-top hed-all-bg bg-header-top-man">
            <div class="con-hd">
                <div class="left-header txt-right">
                    <div class="wr-txt-header">
                        <!--  Help Phone   -->
                        <div class="phone-help-top">
                            <span class="name-phone">телефон горячей линии</span> <br>
                            <span class="phone-help-top-item">8-800-200-86-86 <i
                                    class="reproduction-phone-help"></i></span>
                        </div>
                        <!--  Down Content Help   -->
                        <div id="wr-down-content">
                            <i class="reproduction-down-lite down"></i>
                            <i class="reproduction-down-lite down"></i>
                            <i class="reproduction-down-lite down"></i>
                        </div>
                        <h1 class="BebasNeueBold header-color title-problem-header">
                            Подготовка к зачатию
                            <!--  SVG   -->
                                <span class="wr-svg-header">
                                    <svg id="men-svg" class="svg-slider-category" viewBox="0 0 122 122"
                                         xmlns="http://www.w3.org/2000/svg">
                                        <title>Мужское здоровье</title>
                                        <desc>Бережем мужское здоровье</desc>
                                    </svg>
                                </span>
                        </h1>

                        <h3>Мужское здоровье</h3>
                    </div>
                </div>
                <!--  Breadcrumbs   -->
                <div id="breadcrumbs-wr">
                    <nav class="breadcrumbs">
                        <ol class="cd-multi-steps">
                            <li class="visited"><a href="/">Главная</a><span class="cd-multi-steps-line">|</span></li>
                            <li class="visited"><span><?= $category->title ?></span> -</li>
                            <li class="current"><span><?= $problem->title ?></span></li>
                        </ol>
                    </nav>
                </div>
            </div>
        </div>
    </header>
    <!--Empty Block-->
    <div class="row">
        <div class="empty-block-section"></div>
    </div>
    <!-- Main Section
    ================================================== -->
    <section id="main-article">
        <div class="row">
            <div class="container-pr">
                <div class="col-1 view-des">
                    <!-- Drugs List
                    ================================================== -->
                    <div id="pin1" class="list-drugs-article">
                        <!--  Сперотон   -->
                        <figure class="drugs-article active" data-name-drugs="Сперотон">
                            <img class="full-img-drugs" src="/img/drugs/drugs-index/speroton-index-small.jpg"
                                 alt="Сперотон">
                            <figcaption>
                                <a href="/nashi_produkty/speroton">
                                     <span class="drugs-name-transition">
                                    Сперотон
                                         </span>
                                </a>
                            </figcaption>
                        </figure>
                        <!--  Прегнотон  -->
                        <figure class="drugs-article" data-name-drugs="Прегнотон">
                            <img class="full-img-drugs" src="/img/drugs/drugs-index/pregnoton-index-small.jpg"
                                 alt="Прегнотон">
                            <figcaption>
                                <a href="/nashi_produkty/pregnoton">
                                     <span class="drugs-name-transition">
                                    Прегнотон
                                         </span>
                                </a>
                            </figcaption>
                        </figure>
                        <!--  Менсе   -->
                        <figure class="drugs-article" data-name-drugs="Менсе">
                            <img class="full-img-drugs" src="/img/drugs/drugs-index/mense-index-small.jpg"
                                 alt="Менсе">
                            <figcaption>
                                <a href="/nashi_produkty/mence">
                                     <span class="drugs-name-transition">
                                    Менсе
                                         </span>
                                </a>
                            </figcaption>
                        </figure>
                        <!--  Синергин   -->
                        <figure class="drugs-article active" data-name-drugs="Синергин">
                            <img class="full-img-drugs" src="/img/drugs/drugs-index/sinergin-index-small.jpg"
                                 alt="Синергин">
                            <figcaption>
                                <a href="/nashi_produkty/sinergin">
                                     <span class="drugs-name-transition">
                                    Синергин
                                         </span>
                                </a>
                            </figcaption>
                        </figure>
                        <!--  Цисталин   -->
                        <figure class="drugs-article" data-name-drugs="Цистениум">
                            <img class="full-img-drugs" src="/img/drugs/drugs-index/cystenium-index-small.jpg"
                                 alt="Цистениум">
                            <figcaption>
                                <a href="/nashi_produkty/cystenium">
                                     <span class="drugs-name-transition">
                                    Цистениум
                                         </span>
                                </a>
                            </figcaption>
                        </figure>
                    </div>
                </div>
                <!-- TXT  Мужчина,<br> который планирует стать отцом
                ================================================== -->
                <div id="wr-col-article" class="col-2 pad-col2">
                    <div class="row block-animate bl-pr-it bg-beige-light">
                        <div class="con-pr-em">
                            <div class="left-article p-pr-r">
                                <div class="txt-left min_height" data-mh="group-im-pr">
                                    <div class="align-vertical">
                                        <h2 class="title-section after-line h-pr-t">
                                            Памятка для мужчины, <br> который планирует стать отцом
                            <span class="item-number-article">
                                <strong class="number-item"><i class="reproduction-quotes"></i></strong>
                                <span class="vertical-line"></span>
                            </span>
                                        </h2>
                                        <!--  Article   -->
                                        <p class="txt-article first-txt-article">
                                            <b>Здоровье любого человека</b> во многом зависит от наследственности. А
                                            свой
                                            вклад
                                            в генетику ребенка вносят оба родителя. Для вас это достаточно весомый
                                            аргумент,
                                            чтобы подумать о своем здоровье до зачатия ребенка? Если да, то ниже
                                            содержится
                                            простой список действий, выполнив которые вы увеличите шансы на рождение
                                            здорового
                                            малыша.
                                        </p>
                                    </div>
                                </div>
                            </div>
                            <div class="right-article p-pr-l">
                                <div class="bg-46 m-img-bg" data-mh="group-im-pr"></div>
                            </div>
                        </div>
                    </div>
                    <!--Empty Block-->
                    <div class="row">
                        <div class="empty-block-section"></div>
                    </div>
                    <!--  Section #2   -->
                    <div class="row  block-animate bl-pr-it bg-beige-light">
                        <div class="con-pr-em">
                            <div class="column-svg">
                                <div class="wr-svg-article">
                                    <img class="full-img" src="/img/woman-header/empty.png" alt="empty">
                                    <svg id="human-woman" viewBox="0 0 610 480" xmlns="http://www.w3.org/2000/svg">
                                        <title>Стать отцом</title>
                                        <desc>Памятка для мужчины, который планирует стать отцом</desc>
                                        <g id="point-main"></g>
                                        <!--  Men Problem   -->
                                        <g id="men-problem-gr">
                                            <!--  Penis   -->
                                            <g class="penis-item item-group" data-problem="pelvic_organs,penis"
                                               data-name="Половой член" data-section="Органы малого таза,Половой член">
                                                <g class="penis-organ item-organ">

                                                </g>
                                            </g>
                                            <!--  Testicles   -->
                                            <g class="testicles-item item-group"
                                               data-problem="pelvic_organs,men_testicles"
                                               data-name="Яички" data-section="Органы малого таза,Яички">
                                                <g class="testicles-organ item-organ">

                                                </g>
                                            </g>
                                            <!--  Urinary Bladder   -->
                                            <g class="urinaryBladder-item item-group" data-problem="fertility"
                                               data-name="Мочевой пузырь" data-section="Органы малого таза">
                                                <g class="urinaryBladder-organ item-organ">

                                                </g>
                                            </g>
                                        </g>
                                    </svg>
                                </div>
                                <article class="not-col dontsplit">
                                    <h3 class="title-article after-line">Предварительный этап</h3>

                                    <p>
                                        <b>Этот этап</b> у разных людей может занять разное время: от нескольких дней до
                                        полугода. Надо помнить, что основная цель – установить, нет ли заболеваний,
                                        которые
                                        могут уменьшить ваши репродуктивные возможности, препятствовать зачатию или
                                        навредить будущей маме.
                                    </p>

                                    <ul class="list-article">
                                        <li>Сдайте анализы на заболевания, передающиеся половым путем, ВИЧ, гепатит В и
                                            С.
                                            Поскольку некоторые из них протекают бессимптомно, нельзя заранее быть
                                            уверенным
                                            в их отсутствии.
                                        </li>
                                        <li>Чтобы удостовериться, что у вас нет хронических инфекционных заболеваний,
                                            посетите терапевта и расскажите ему о своих планах. Скорее всего, вам
                                            предложат
                                            сдать общий анализ крови, сделать флюорографию/рентген. Хронические
                                            заболевания
                                            могут быть опасны по двум причинам. Первая – негативное влияние на качество
                                            спермы, а значит, снижение вероятности зачатия. Вторая – возможность
                                            заразить
                                            женщину, когда она будет уже беременна.
                                        </li>
                                        <li>
                                            Есть ли у вас заболевания, при которых зачатие маловероятно, можно узнать у
                                            андролога. Часть из них лечится оперативно (варикоцеле, гидроцеле, или
                                            водянка,
                                            паховая грыжа, облитерация семявыводящих путей вследствие инфекционных и
                                            воспалительных заболеваний или травм).
                                        </li>
                                        <li>
                                            Если вы не уверены в своих репродуктивных возможностях (например, переболели
                                            в
                                            детстве паротитом, ваша работа связана с контактом с вредными химическими
                                            веществами и т. д.), сделайте спермограмму. Ее показатели позволят оценить
                                            вероятность зачатия.
                                        </li>
                                        <li>
                                            Сдайте анализы на резус-фактор. Этот же анализ сделает и мама будущего
                                            малыша.
                                            Сами по себе разные резус-факторы не влияют на вероятность зачатия, но
                                            поскольку
                                            резус-конфликт может стать причиной невынашивания беременности, то лучше
                                            знать о
                                            нем заранее. Современная медицина позволяет справиться с этой проблемой,
                                            если
                                            знать о ней сразу.
                                        </li>
                                    </ul>
                                </article>
                            </div>
                        </div>
                    </div>
                    <!-- Special Block
                    ================================================== -->
                    <div class="row block-animate">
                        <div class="special-article">
                            <div class="wr-special-article">
                                <h5 class="after-line">Важно помнить</h5> <br>
                                Важно помнить, что некоторые обследования могут негативно сказаться на мужских
                                репродуктивных способностях, а антибиотики и другие лекарства ухудшают качество
                                спермы.
                                Поэтому спросите у врача, через какое время после окончания обследования или лечения
                                можно планировать зачатие.
                                <div class="wr-i-info">
                                    <i class="reproduction-info-section"></i>
                                </div>
                            </div>
                        </div>
                    </div>
                    <!--  Section #3   -->
                    <div class="row  block-animate bl-pr-it bg-beige-light">
                        <div class="con-pr-em">
                            <div class="columh-block">
                                <h3 class="title-article after-line">Подготовка к зачатию</h3>

                                <p>
                                    <b>В этот период</b> главная задача – улучшить мужскую фертильность. Она зависит
                                    не
                                    только от потенции, но и от качества спермы – количества в ней живых подвижных
                                    сперматозоидов правильного строения. Так как сперматозоиды созревают 72 дня, то
                                    оптимальным для подготовки к зачатию считается срок от 3 месяцев.
                                </p>

                                <h5 class="title-h5">
                                   Что может негативно сказаться на качестве спермы?
                                </h5>
                                <ul class="list-article">
                                    <li>Повышенная температура в области гениталий (+35 °С оптимальны для развития
                                        сперматозоидов). Поэтому имеет смысл отказаться не только от работы в
                                        экстремальных условиях, но и от сауны, горячей ванны, подогрева
                                        автомобильных
                                        сидений.

                                    </li>
                                    <li>Узкое белье и обтягивающие джинсы. Они не только повышают температуру, но и
                                        ухудшают кровообращение в области яичек. Это ограничивает питание тканей и
                                        снабжение их кислородом.


                                    </li>
                                    <li>
                                        Курение также ухудшает кровоснабжение и увеличивает оксидативный стресс в
                                        яичках, что может привести к появлению дефектных форм сперматозоидов.
                                    </li>
                                    <li>
                                        Лишний вес – жировая ткань вырабатывает женские гормоны, избыток которых в
                                        мужском организме нежелателен. Поэтому можно постепенно нормализовать вес,
                                        отказываясь или уменьшая количество мучных, сладких и жирных блюд и
                                        постепенно
                                        заменяя их овощами, фруктами и цельнозерновыми крупами.
                                    </li>
                                    <li>Алкоголь. Отказаться от употребления алкогольных напитков можно за 3 месяца
                                        до
                                        зачатия.

                                    </li>
                                    <li>Хроническое нервное перенапряжение. Это серьезный враг мужской фертильности.
                                        Поэтому постарайтесь избегать стрессов.
                                    </li>
                                </ul>

                                <h5 class="title-h5">
                                    Как улучшить качество спермы?

                                </h5>
                                <ul class="list-article">
                                    <li>Естественно, качество спермы улучшится, если вы устраните вышеперечисленные
                                        факторы и будете соблюдать температурный режим, откажетесь от курения и
                                        алкоголя, постараетесь вести правильный образ жизни.
                                    </li>
                                    <li>Для того, чтобы сперматозоиды правильно созревали и развивались, им на всех
                                        стадиях развития требуются полезные вещества: L-карнитин в высоких
                                        дозировках,
                                        фолиевая кислота, селен и цинк, а также витамин Е. Чтобы обеспечить
                                        репродуктивную систему этими веществами, можно воспользоваться комплексом <a
                                            href="/nashi_produkty/speroton">«СПЕРОТОН»</a>, разработанным специально
                                        для
                                        повышения качества спермы.
                                    </li>
                                    <li>Если мужчина долго курил или курит (и не может отказаться от этой привычки),
                                        контактирует с вредными веществами, то в результате возникает окислительный
                                        стресс, во время которого повреждаются как сами сперматозоиды, так и
                                        заключенный
                                        в них генетический материал. Для устранения окислительного стресса требуется
                                        прием антиоксидантов. <a href="/nashi_produkty/sinergin">«Синергин»</a>
                                        содержит 6 мощных природных антиоксидантов и
                                        будет полезен мужчине во время подготовки к зачатию.
                                    </li>
                                </ul>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </section>

    <!-- Footer Article
    ================================================== -->
    <section id="footer-article">
        <div class="row block-animate">
            <div class="container-pr">
                <div class="col-2">
                    <!--  Drugs   -->
                    <div class="row bl-pr-it">
                        <div class="con-pr-em">
                            <!--  Препараты, относящиеся к решению данной проблемы   -->
                            <div class="drug-article-left p-pr-r">
                            <div class="sum-2-drugs">
                                <!--  Синергин   -->
                                <figure class="figure-article" data-name-drugs="Синергин">
                                    <img class="full-img" src="/img/drugs/drugs-item/sinergin-index-big.jpg"
                                         alt="Синергин">
                                    <figcaption>
                                        <a href="/nashi_produkty/sinergin">
                                            <span class="drugs-name-transition">
                                            Синергин
                                                </span>
                                        </a>
                                    </figcaption>
                                </figure>
                                <!--  Сперотон  -->
                                <figure class="figure-article" data-name-drugs="Прегнотон">
                                    <img class="full-img" src="/img/drugs/drugs-item/speroton-index-big.jpg"
                                         alt="Сперотон">
                                    <figcaption>
                                        <a href="/nashi_produkty/pregnoton">
                                            <span class="drugs-name-transition">
                                            Сперотон
                                                </span>
                                        </a>
                                    </figcaption>
                                </figure>
                            </div>
                            <div class="wr-note-drugs-article">
                            <span class="note-drugs-article">
                              Эти препараты помогут подготовиться к зачатию.
                            </span>
                            </div>
                        </div>
                        <!--  List Problem   -->
                            <div class="drug-article-right p-pr-l">
                                <div class="tag-item txt-center">
                                    <ul class="l-p-c-a">
                                    <li><a href="/muzhskoe_zdorovie/jerektilnaja_disfunkcija"><i
                                                class="reproduction-tags-2"></i>Эректильная дисфункция</a>
                                    </li>
                                    <li><a href="/muzhskoe_zdorovie/prostatit"><i class="reproduction-tags-2"></i>Простатит</a>
                                    </li>
                                    <li><a href="/muzhskoe_zdorovie/varikocele"><i
                                                class="reproduction-tags-2"></i>Варикоцеле</a></li>
                                </ul>
                            </div>
                            <div class="wr-note-drugs-article">
                            <span class="note-drugs-article list-problem-note-article">
                                 В данном блоке представлены другие проблемы, связанные с мужским здоровьем.
                            </span>
                            </div>
                        </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </section>
<?php
$script = <<< JS
function setSvgProblem(){
    var menOrgansAll = {
    penis: attr = {
        class: "men-fill",
        insert: ".penis-item",
        insertOrgan: ".penis-organ",
        name: "penis",
        category: "men",
        organCircle: {
            circleWr: 'M546,326m-45,0a45,45 0 1,0 90,0a45,45 0 1,0 -90,0'
        },
        circleSmall: [319.285, 416.341, 5],
        path: "M320.007,415.68l156.674,-88.984l69.045,0",
        organPath: {
            p0: "M557.229,303.371c0,3.686 -5.058,6.686 -11.229,6.686c-6.171,0 -11.229,-3 -11.229,-6.686c0,-3.685 5.058,-5.142 11.229,-5.142c6.171,0 11.229,1.457 11.229,5.142Z",
            p4: "M561.943,325.4c0,0 -1.8,0.6 -1.2,2.314c0.6,1.715 2.314,1.115 2.314,1.115c2.829,-0.943 6.172,1.457 7.372,5.314c1.2,3.857 -0.086,7.714 -2.915,8.657c0,0 -1.628,0.943 -1.2,2.486c0.515,1.543 2.315,0.943 2.315,0.943c4.628,-1.458 6.942,-7.372 5.142,-13.115c-1.8,-5.743 -7.114,-9.171 -11.828,-7.714Z",
            p5: "M567.514,286.743c-4.543,7.8 -7.8,17.657 1.372,25.628c13.714,12 3.943,18.429 3.943,18.429",
            p6: "M529.714,325.4c0,0 1.8,0.6 1.2,2.314c-0.6,1.715 -2.314,1.115 -2.314,1.115c-2.829,-0.943 -6.171,1.457 -7.371,5.314c-1.2,3.857 0.085,7.714 2.914,8.657c0,0 1.628,0.943 1.2,2.486c-0.514,1.543 -2.314,0.943 -2.314,0.943c-4.629,-1.458 -6.943,-7.372 -5.143,-13.115c1.8,-5.743 7.114,-9.171 11.828,-7.714Z",
            p7: "M524.143,286.743c4.543,7.8 7.8,17.657 -1.372,25.628c-13.714,12 -3.942,18.429 -3.942,18.429",
            p8: "M563.072,328.918c2.839,-0.908 6.138,1.464 7.363,5.294c1.225,3.83 -0.084,7.676 -2.923,8.584c-2.838,0.908 -6.137,-1.464 -7.363,-5.293c-1.225,-3.83 0.085,-7.676 2.923,-8.585Z",
            p9: "M524.19,342.74c-2.839,-0.908 -4.148,-4.754 -2.923,-8.584c1.225,-3.83 4.524,-6.202 7.363,-5.294c2.838,0.909 4.148,4.755 2.923,8.585c-1.225,3.829 -4.525,6.201 -7.363,5.293Z"
        },
        organMain: {
            p1: "M546,362.771l0,-35.314c0,-11.657 8.914,-12.257 10.029,-11.571c1.971,1.2 0.942,2.914 0.085,4.028c-0.857,1.115 -2.828,2.486 -2.828,5.829c0,3.343 0,20.657 0,22.286c0,1.2 1.114,0 2.143,2.314c0.942,2.314 -1.8,10.028 -4.715,11.4c-2.314,1.114 -4.714,1.028 -4.714,1.028Z",
            p2: "M546,362.771l0,-35.314c0,-11.657 -8.914,-12.257 -10.029,-11.571c-1.971,1.2 -0.942,2.914 -0.085,4.028c0.857,1.115 2.828,2.486 2.828,5.829c0,3.343 0,20.657 0,22.286c0,1.2 -1.114,0 -2.143,2.314c-0.942,2.314 1.8,10.028 4.715,11.4c2.4,1.114 4.714,1.028 4.714,1.028Z",
            p3: "M549.771,317.6c-1.028,-0.514 -2.314,-0.771 -3.771,-0.771c-1.457,0 -2.743,0.342 -3.771,0.771"
        }
    },
    testicles: attr = {
        class: "men-fill",
        insert: ".testicles-item",
        insertOrgan: ".testicles-organ",
        name: "testicles",
        category: "men",
        organCircle: {
            circleWr: 'M546,176m-45,0a45,45 0 1,0 90,0a45,45 0 1,0 -90,0'
        },
        circleSmall: [328.285, 400.341, 5],
        path: "M328.411,400.211l146.789,-224.557l71.708,0",
        organPath: {
            p0: "M557.229,153.371c0,3.686 -5.058,6.686 -11.229,6.686c-6.171,0 -11.229,-3 -11.229,-6.686c0,-3.685 5.058,-5.142 11.229,-5.142c6.171,0 11.229,1.457 11.229,5.142Z",
            p1: "M546,212.771l0,-35.314c0,-11.657 8.914,-12.257 10.029,-11.571c1.971,1.2 0.942,2.914 0.085,4.028c-0.857,1.115 -2.828,2.486 -2.828,5.829c0,3.343 0,20.657 0,22.286c0,1.2 1.114,0 2.143,2.314c0.942,2.314 -1.8,10.028 -4.715,11.4c-2.4,1.114 -4.714,1.028 -4.714,1.028Z",
            p2: "M546,212.771l0,-35.314c0,-11.657 -8.914,-12.257 -10.114,-11.571c-1.972,1.2 -0.943,2.914 -0.086,4.028c0.857,1.115 2.829,2.486 2.829,5.829c0,3.343 0,20.657 0,22.286c0,1.2 -1.115,0 -2.143,2.314c-0.943,2.314 1.8,10.028 4.714,11.4c2.4,1.114 4.8,1.028 4.8,1.028Z",
            p3: "M549.686,167.6c-1.029,-0.514 -2.315,-0.771 -3.772,-0.771c-1.457,0 -2.743,0.342 -3.771,0.771",
            p4: "M561.943,175.4c0,0 -1.8,0.6 -1.2,2.314c0.6,1.715 2.314,1.115 2.314,1.115c2.829,-0.943 6.172,1.457 7.372,5.314c1.2,3.857 -0.086,7.714 -2.915,8.657c0,0 -1.628,0.943 -1.2,2.486c0.515,1.543 2.315,0.943 2.315,0.943c4.628,-1.458 6.942,-7.372 5.142,-13.115c-1.8,-5.743 -7.2,-9.171 -11.828,-7.714Z",
            p5: "M567.429,136.743c-4.543,7.8 -7.8,17.657 1.371,25.628c13.714,12 3.943,18.429 3.943,18.429",
            p6: "M529.629,175.4c0,0 1.8,0.6 1.2,2.314c-0.6,1.715 -2.315,1.115 -2.315,1.115c-2.828,-0.943 -6.171,1.457 -7.371,5.314c-1.2,3.857 0.086,7.714 2.914,8.657c0,0 1.629,0.943 1.2,2.486c-0.514,1.543 -2.314,0.943 -2.314,0.943c-4.629,-1.458 -6.943,-7.372 -5.143,-13.115c1.8,-5.743 7.2,-9.171 11.829,-7.714Z",
            p7: "M524.143,136.743c4.543,7.8 7.8,17.657 -1.372,25.628c-13.714,12 -3.942,18.429 -3.942,18.429"
        },
        organMain: {
            p8: "M563.07,178.906c2.839,-0.908 6.138,1.464 7.363,5.293c1.225,3.83 -0.084,7.676 -2.923,8.585c-2.838,0.908 -6.137,-1.464 -7.363,-5.294c-1.225,-3.83 0.085,-7.676 2.923,-8.584Z",
            p9: "M524.109,192.728c-2.838,-0.908 -4.148,-4.755 -2.923,-8.585c1.225,-3.829 4.525,-6.201 7.363,-5.293c2.838,0.908 4.148,4.755 2.923,8.584c-1.225,3.83 -4.524,6.202 -7.363,5.294Z"
        }
    },
    urinaryBladder: attr = {
        class: "men-fill",
        insert: ".urinaryBladder-item",
        insertOrgan: ".urinaryBladder-organ",
        name: "urinaryBladder",
        category: "men",
        organCircle: {
            circleWr: 'M96,176m-45,0a45,45 0 1,0 90,0a45,45 0 1,0 -90,0'
        },
        circleSmall: [311.285, 371.341, 5],
        path: "M310.939,371.373l-144.961,-195.743l-69.216,0",
        organPath: {
            p0: "M95.914,217.229c0,-1.8 0.086,-3.772 0.257,-5.915c0.6,-9.771 2.229,-14.914 4.972,-17.143c1.971,-1.628 4.543,-2.571 7.371,-3.514c4.8,-1.628 10.2,-3.514 13.2,-9.257c2.657,-4.971 2.486,-9.429 -0.428,-14.229c-2.4,-3.942 -8.829,-10.885 -25.372,-10.885c-16.543,0 -22.971,6.943 -25.371,10.885c-2.914,4.8 -3.086,9.258 -0.429,14.229c3,5.743 8.486,7.629 13.2,9.257c2.829,0.943 5.4,1.886 7.372,3.514c2.743,2.315 4.371,7.458 4.971,17.143c0.172,2.143 0.257,4.2 0.257,5.915",
            p1: "M96.171,221c-0.085,0 -0.085,0 -0.171,0c-0.086,0 -0.171,0 -0.257,0",
            p3: "M73.286,177.971c0.514,1.543 1.628,2.915 3.171,3.429c0.6,0.171 1.286,0.257 1.886,0.429c1.028,0.257 2.057,0.685 2.828,1.371c0.772,0.686 1.286,1.714 1.286,2.743",
            p4: "M86.743,184.571c-0.086,1.8 1.028,3.686 2.743,4.372c0.857,0.343 1.8,0.428 2.657,0.771c1.543,0.686 2.657,2.315 2.914,3.943",
            p5: "M79.543,174.714c0.857,0.857 1.714,1.715 2.914,2.057c0.772,0.172 1.629,0.172 2.4,0.172c1.972,0.086 4.029,0.943 4.8,2.657",
            p6: "M73.286,172.914c0.6,-1.285 1.971,-2.228 3.428,-2.4c1.029,-0.085 1.972,0.172 3,0.172c1.372,0 2.743,-0.515 3.772,-1.457",
            p7: "M80.829,165.286c1.628,-1.629 4.114,-2.315 6.428,-1.8c0.943,0.171 1.8,0.6 2.657,0.685c1.543,0.172 3.172,-0.514 4.115,-1.714",
            p8: "M119.486,177.114c-0.515,1.543 -1.629,2.915 -3.172,3.429c-0.6,0.171 -1.285,0.257 -1.885,0.428c-1.029,0.258 -2.058,0.686 -2.829,1.372c-0.771,0.686 -1.286,1.714 -1.286,2.743",
            p9: "M106.029,184.571c0.085,1.8 -1.029,3.686 -2.743,4.372c-0.857,0.343 -1.8,0.428 -2.657,0.771c-1.543,0.686 -2.658,2.315 -2.915,3.943",
            p10: "M113.143,174.114c-0.857,0.857 -1.714,1.715 -2.914,2.057c-0.772,0.172 -1.629,0.172 -2.4,0.172c-1.972,0.086 -4.029,0.943 -4.8,2.657",
            p11: "M118.286,172.143c-0.6,-1.286 -1.972,-2.229 -3.429,-2.4c-1.028,-0.086 -1.971,0.171 -3,0.171c-1.371,0 -2.743,-0.514 -3.771,-1.457",
            p12: "M111.171,165.286c-1.628,-1.629 -4.114,-2.315 -6.428,-1.8c-0.943,0.171 -1.8,0.6 -2.657,0.685c-1.543,0.172 -3.172,-0.514 -4.115,-1.714",
            p13: "M95.829,171.114c-0.6,1.286 -0.943,2.915 -0.343,4.2c0.343,0.686 1.028,1.286 1.2,2.057c0.343,1.2 -0.343,2.486 -1.115,3.515",
            p14: "M95.914,217.229l0,3.771"
        },
        organMain: {
            p15: "M91.457,220.743c-0.171,-7.629 -0.943,-19.029 -3.943,-21.6c-4.543,-3.857 -17.314,-3.6 -23.314,-15.086c-2.143,-4.114 -2.914,-8.828 -2.229,-13.457c0.172,-1.2 -0.514,-2.314 -1.628,-2.829c-2.829,-1.2 -5.4,-2.828 -7.543,-4.971",
            p16: "M135.6,154.829c-1.543,2.142 -3.6,4.028 -6.343,5.4c-1.714,0.857 -3.771,0.514 -5.057,-0.858c-5.314,-5.742 -14.486,-9.771 -28.286,-9.771c-13.714,0 -22.885,4.029 -28.285,9.771c-1.286,1.372 -3.343,1.715 -5.058,0.858c-2.742,-1.372 -4.8,-3.258 -6.342,-5.4",
            p17: "M100.371,220.743c0.172,-7.629 0.943,-19.029 3.943,-21.6c4.543,-3.857 17.315,-3.6 23.315,-15.086c2.142,-4.114 2.914,-8.828 2.228,-13.457c-0.171,-1.2 0.514,-2.314 1.629,-2.829c2.828,-1.2 5.4,-2.828 7.543,-4.971"
        }
    }
};
return menOrgansAll;
}
$(function () {
    animateThis("#men-svg");
    setTimeout(function () {
        callForEachDown.start(downContentHelp, [0, 1, 2, 3], 500);

    }, 800);
    var controller1 = new ScrollMagic.Controller();
    new ScrollMagic.Scene({triggerElement: "#human-woman", triggerHook: 0.8, reverse: false})
        .on("start end", function (e) {
            itemHumanStart('#human-woman', setSvgProblem());
        })
        .addTo(controller1);
});
JS;
$this->registerJs($script, yii\web\View::POS_READY);
?>
<?php if (Yii::$app->params['browserOld9']) {
    $scriptColumn = <<< JS
var flag = false;
$('.column-svg').columnize({
   width: 430,
    doneFunc: function () {
        if (flag) {
            itemHumanStart('#human-woman', setSvgProblem());
        } else {
            flag = true;
        }

    }
});
$('.columh-block').columnize({width: 430});
JS;
    $this->registerJs($scriptColumn, yii\web\View::POS_READY);
}
?>
