backend/modules/article/controllers/DefaultController.php

INSERT INTO `article` (`title`, `slug`, `date`) VALUES ('Новые достижения в какой-то области', 'novye-dostizhenija-v-kakojjto-oblasti', '2016-06-09')
INSERT INTO `seo` (`table_name`, `table_id`, `title`, `description`, `keywords`) VALUES ('article', 10, 'Новые достижения в какой-то области', '', '')
---
    public function actionCreate()
    {
        $model = new Article();

        if ($model->load(Yii::$app->request->post())) {
            Yii::$app->response->format = Response::FORMAT_JSON;
            $model->slug = Helpers::toSlug($model->title);
            if ($model->save()) {
                $seo = new Seo;
                $seo->table_name = 'article';
                $seo->table_id = $model->id;
                $seo->title = $model->title;
                $seo->description = '';
                $seo->keywords = '';
                $seo->save();

SELECT * FROM `article` WHERE `id`='9'
---
    protected function findModel($id)
    {
        if (($model = Article::findOne($id)) !== null) {