backend/models/Article.php

    public function getSolutions()
    {
        return ArrayHelper::map(Solution::find()->all(), 'id', 'title');
---
SELECT * FROM `solution`