<!-- Header
================================================== -->
<header id="header-top">
    <div class="row header-row-top hed-all-bg bg-header-top-woman">
        <div class="con-hd">
            <div class="left-header txt-right">
                <div class="wr-txt-header">
                    <!--  Help Phone   -->
                    <div class="phone-help-top">
                        <span class="name-phone">телефон горячей линии</span> <br>
                        <span class="phone-help-top-item">8-800-200-86-86 <i class="reproduction-phone-help"></i></span>
                    </div>
                    <!--  Down Content Help   -->
                    <div id="wr-down-content">
                        <i class="reproduction-down-lite down"></i>
                        <i class="reproduction-down-lite down"></i>
                        <i class="reproduction-down-lite down"></i>
                    </div>
                    <h1 class="BebasNeueBold header-color title-problem-header">
                        Нарушения <br> менструального цикла
                        <!--  SVG   -->
                                <span class="wr-svg-header">
                                    <svg id="women-svg" class="svg-slider-category" viewBox="0 0 122 122"
                                         xmlns="http://www.w3.org/2000/svg">
                                        <title>Женское здоровье</title>
                                        <desc>Бережем женское здоровье</desc>
                                    </svg>
                                </span>
                    </h1>

                    <h3>Женское здоровье</h3>
                </div>
            </div>
            <!--  Breadcrumbs   -->
            <div id="breadcrumbs-wr">
                <nav class="breadcrumbs">
                    <ol class="cd-multi-steps">
                        <li class="visited"><a href="/">Главная</a><span class="cd-multi-steps-line">|</span></li>
                        <li class="visited"><span><?= $category->title ?></span> -</li>
                        <li class="current"><span><?= $problem->title ?></span></li>
                    </ol>
                </nav>
            </div>
        </div>
    </div>
</header>
<!--Empty Block-->
<div class="row">
    <div class="empty-block-section"></div>
</div>
<!-- Main Section
================================================== -->
<section id="main-article">
    <div class="row">
        <div class="container-pr">
            <div class="col-1 view-des">
                <!-- Drugs List
                ================================================== -->
                <div id="pin1" class="list-drugs-article">
                    <!--  Сперотон   -->
                    <figure class="drugs-article" data-name-drugs="Сперотон">
                        <img class="full-img-drugs" src="/img/drugs/drugs-index/speroton-index-small.jpg"
                             alt="Сперотон">
                        <figcaption>
                            <a href="/nashi_produkty/speroton">
                                     <span class="drugs-name-transition">
                                    Сперотон
                                         </span>
                            </a>
                        </figcaption>
                    </figure>
                    <!--  Прегнотон  -->
                    <figure class="drugs-article active" data-name-drugs="Прегнотон">
                        <img class="full-img-drugs" src="/img/drugs/drugs-index/pregnoton-index-small.jpg"
                             alt="Прегнотон">
                        <figcaption>
                            <a href="/nashi_produkty/pregnoton">
                                     <span class="drugs-name-transition">
                                    Прегнотон
                                         </span>
                            </a>
                        </figcaption>
                    </figure>
                    <!--  Менсе   -->
                    <figure class="drugs-article" data-name-drugs="Менсе">
                        <img class="full-img-drugs" src="/img/drugs/drugs-index/mense-index-small.jpg"
                             alt="Менсе">
                        <figcaption>
                            <a href="/nashi_produkty/mence">
                                     <span class="drugs-name-transition">
                                    Менсе
                                         </span>
                            </a>
                        </figcaption>
                    </figure>
                    <!--  Синергин   -->
                    <figure class="drugs-article" data-name-drugs="Синергин">
                        <img class="full-img-drugs" src="/img/drugs/drugs-index/sinergin-index-small.jpg"
                             alt="Синергин">
                        <figcaption>
                            <a href="/nashi_produkty/sinergin">
                                     <span class="drugs-name-transition">
                                    Синергин
                                         </span>
                            </a>
                        </figcaption>
                    </figure>
                    <!--  Цисталин   -->
                    <figure class="drugs-article" data-name-drugs="Цистениум">
                        <img class="full-img-drugs" src="/img/drugs/drugs-index/cystenium-index-small.jpg"
                             alt="Цистениум">
                        <figcaption>
                            <a href="/nashi_produkty/cystenium">
                                     <span class="drugs-name-transition">
                                    Цистениум
                                         </span>
                            </a>
                        </figcaption>
                    </figure>
                </div>
            </div>
            <!-- TXT Нарушения менструального цикла от нормы
            ================================================== -->
            <div id="wr-col-article" class="col-2 pad-col2">
                <div class="row block-animate bl-pr-it bg-beige-light">
                    <div class="con-pr-em">
                        <div class="left-article p-pr-r">
                            <div class="txt-left min_height" data-mh="group-im-pr">
                                <div class="align-vertical">
                                    <h2 class="title-section after-line h-pr-t">
                                        Нарушения менструального цикла
                            <span class="item-number-article">
                                <strong class="number-item"><i class="reproduction-quotes"></i></strong>
                                <span class="vertical-line"></span>
                            </span>
                                    </h2>
                                    <!--  Article   -->
                                    <p>
                                        Нарушением менструального цикла принято называть любое его отклонение от нормы.
                                        Нормой считается наступление менструации, длящейся от трех дней до недели, через
                                        21–35 дней. При этом нельзя терять крови больше 80–100 мл.
                                    </p>
                                </div>

                            </div>
                        </div>
                        <div class="right-article p-pr-l">
                            <div class="bg-42 m-img-bg" data-mh="group-im-pr"></div>
                        </div>
                    </div>
                </div>
                <!--Empty Block-->
                <div class="row">
                    <div class="empty-block-section"></div>
                </div>
                <!--  Section #2   -->
                <div class="row  block-animate bl-pr-it bg-beige-light">
                    <div class="con-pr-em">
                        <div class="column-svg">
                            <div class="wr-svg-article">
                                <img class="full-img" src="/img/woman-header/empty.png" alt="empty">
                                <svg id="human-woman" viewBox="0 0 610 480" xmlns="http://www.w3.org/2000/svg">
                                    <title>Менструальный цикл</title>
                                    <desc>Нарушения менструального цикла</desc>
                                    <g id="point-main"></g>
                                    <!--  Women Problem   -->
                                    <g id="women-problem-gr">
                                        <!--  Uterus   -->
                                        <g class="uterus-item item-group" data-problem="pelvic_organs" data-name="Матка"
                                           data-section="Органы малого таза,Матка">
                                            <g class="uterus-organ item-organ">

                                            </g>
                                        </g>
                                        <!--  Ovaries   -->
                                        <g class="ovaries-item item-group" data-problem="pelvic_organs,ovary"
                                           data-name="Яичники"
                                           data-section="Органы малого таза,Яичники">
                                            <g class="ovaries-organ item-organ">

                                            </g>
                                        </g>
                                    </g>
                                </svg>
                            </div>
                            <div class="not-col dontsplit">
                                <h3 class="title-article after-line">Не болезнь, а сигнал</h3>

                                <p>
                                    <b>Нарушения менструального цикла</b> – не заболевание, а показатель, что организм
                                    не в
                                    порядке. Они могут быть связаны не только с нарушениями в половой сфере, но и с
                                    общими,
                                    и с эндокринными заболеваниями. Поэтому обязательно нужно обратить внимание на эти
                                    сигналы и обратиться к гинекологу, чтобы найти их причину.
                                </p>
                            </div>
                            <div class="not-col dontsplit">
                                <h3 class="title-article after-line">Что провоцирует нарушения</h3>

                                <p>
                                    Давайте рассмотрим основные причины нарушений менструального цикла.
                                </p>
                                <ul class="list-article">
                                    <li>
                                        Гормональный дисбаланс. Он может быть вызван не только половыми гормонами, но и
                                        нарушением работы щитовидной железы, гипофиза, надпочечников. До 70 % случаев
                                        менструальных нарушений гормонального характера случаются из-за
                                        гиперпролактинемии – состояния, при котором в крови повышено содержание гормона
                                        пролактина. Откуда он берется? Выбрасывается в организм в каждой стрессовой
                                        ситуации, даже самой бытовой и повседневной. Чем больше стресса – тем выше
                                        вероятность гормонального сбоя и нарушения цикла.
                                    </li>
                                    <li>
                                        Хронический стресс или заболевания нервно-психической сферы. Отчасти стресс
                                        связан с нарушением гормонального баланса.
                                    </li>
                                    <li>
                                        Инфекционно-воспалительные заболевания органов малого таза.
                                    </li>
                                    <li>
                                        Истощение или лишний вес. И то и другое состояние одинаково плохо влияет на
                                        регулярность цикла.
                                    </li>
                                    <li>
                                        Нарушения питания: при недостатке в рационе некоторых аминокислот, витаминов и
                                        минералов нарушаются процессы овуляции.
                                    </li>
                                    <li>
                                        Лекарства – транквилизаторы, антидепрессанты, антикоагулянты (препятствуют
                                        сворачиванию крови), препараты заместительной гормональной терапии. Всегда
                                        рассказывайте гинекологу о препаратах, прописанных другими специалистами.
                                    </li>
                                </ul>
                            </div>
                        </div>
                    </div>
                </div>
                <!-- Special Block
                ================================================== -->
                <div class="row block-animate">
                    <div class="special-article">
                        <div class="wr-special-article">
                            <h5 class="after-line">Важно</h5> <br>
                            По данным исследователей, нарушения менструального цикла возникают у 20–35 %
                            гинекологических пациенток. А более чем у 70 % женщин случаются периодические его проявления
                            – например, из-за стрессов.
                            <div class="wr-i-info">
                                <i class="reproduction-info-section"></i>
                            </div>
                        </div>
                    </div>
                </div>
                <!--  Section #3   -->
                <div class="row  block-animate bl-pr-it bg-beige-light">
                    <div class="con-pr-em">
                        <div class="columh-block">
                            <h3 class="title-article after-line">Виды нарушений</h3>

                            <p>
                                Специалисты выделяют несколько основных видов «ненормальных» менструальных циклов.
                                Приведем ниже расшифровки этих терминов.
                            </p>
                            <ul class="list-article">
                                <li>
                                    Аменорея – полное отсутствие менструаций три месяца и больше.
                                </li>
                                <li>
                                    Гиперменорея – менструация слишком обильная, но наступает по графику и длится
                                    примерно одинаковое количество дней.
                                </li>
                                <li>Гипоменорея – очень скудные выделения, но происходят регулярно.</li>
                                <li>
                                    Меноррагия – очень обильная менструация, длящаяся дольше недели, наступает
                                    регулярно.
                                </li>
                                <li>Полименорея – менструация длится более недели, но без обильных выделений.</li>
                                <li>
                                    Олигоменорея – длится меньше трех дней, количество выделений в норме,
                                    регулярность не нарушена.
                                </li>
                                <li>
                                    Опсоменорея – редкие менструации (цикл от 36 дней до трех месяцев), длительность
                                    и количество выделений в норме.
                                </li>
                                <li>
                                    Пройоменорея – частые менструации (цикл менее 21 дня), но длительность и
                                    количество выделений в норме.
                                </li>
                                <li>
                                    Метроррагия – маточное кровотечение вне дней предполагаемой менструации, может
                                    быть различной длительности и интенсивности.
                                </li>
                            </ul>
                        </div>
                    </div>
                </div>
                <!--Empty Block-->
                <div class="row">
                    <div class="empty-block-section"></div>
                </div>
                <!--Section 4-->
                <div class="row  block-animate bl-pr-it bg-beige-light">
                    <div class="con-pr-em">
                        <div class="columh-block">
                            <h3 class="title-article after-line">Диагностика: осмотр, анализы, УЗИ</h3>

                            <p>
                                Поскольку причины нарушения менструального цикла могут лежать в самых разных сферах,
                                врач начинает диагностический поиск от простого к сложному.
                            </p>

                            <p>
                                Первый этап – сбор анамнеза. Врач выясняет, какие препараты принимает женщина, была
                                ли недавно беременность, много ли в ее жизни стрессовых ситуаций, пытается
                                определить, в каком психическом состоянии она находится.
                            </p>

                            <p>
                                Далее следует внешний осмотр. Цвет кожи, слизистой, склер, нет ли признаков
                                истощения или лишнего веса и т.п. Также врач обязательно проведет гинекологический
                                осмотр и возьмет мазки со слизистых для определения возможных инфекций.
                            </p>

                            <p>
                                Если необходимо, женщина получает направление на УЗИ малого таза. Если оно не
                                покажет патологий в состоянии матки и яичников, делается УЗИ всех органов и систем,
                                прицельное УЗИ щитовидной железы и печени.
                            </p>

                            <p>
                                Клинические и биохимические анализы крови позволяют составить коагулограмму (набор
                                показателей крови, указывающий на процесс свертываемости), выяснить, в каком
                                состоянии находятся внутренние органы, кроветворная ткань.
                            </p>

                            <p>
                                Определение уровня гормонов в крови. При нарушении цикла определяют содержание
                                эстрадиола, прогестерона, лютеинизирующего гормона (ЛГ), фолликулостимулирующего
                                гормона (ФСГ), пролактина (ПРЛ). <br> Анализы на разные гормоны сдаются в разные дни
                                цикла, поэтому будьте готовы, что придется посетить лабораторию несколько раз.
                            </p>

                            <p>
                                Сочетание анамнеза, результатов исследований и анализов позволит найти причины
                                нерегулярных менструаций, болей и патологических кровотечений и устранить их.
                            </p>

                            <h3 class="title-article after-line">Переходим к лечению</h3>

                            <p>
                                Основной подход к нарушениям менструального цикла – излечение основного заболевания.
                                Например, при хроническом воспалительном процессе назначают антибиотики, при
                                пониженной или повышенной массе тела следует поработать с диетологом и, возможно, с
                                психологом. Только после устранения основного очага заболевания и наиболее
                                острых
                                клинических проявлений можно заниматься непосредственно восстановлением нарушенного
                                цикла.
                            </p>

                            <p>
                                Как правило, в современной медицине коррекцию и восстановление цикла начинают с
                                рекомендаций, направленных на общее укрепление организма и восстановление его
                                нормальной работы: соблюдение диеты, прием витаминных комплексов, возможно,
                                препаратов железа. Нередко потребуется уменьшить физические нагрузки или даже
                                сменить работу на менее стрессовую. <br>
                                И только если эти методы не работают, специалисты используют гормональные препараты
                                (оральные контрацептивы, прогестагены).
                            </p>

                            <h3 class="title-article after-line">Роль витаминов и растительных экстрактов</h3>

                            <p>
                                Многие женщины, получив рекомендации принимать витамины, считают, что врач «ничего не
                                назначил» и обвиняют его в некомпетентности. Но в действительности витамины и минералы
                                имеют большое значение в стабилизации гормонального фона. Ведь роль витаминов в
                                организме – регуляция многих обменных процессов, синтеза гормонов и чувствительность к
                                ним многих органов-мишеней. Исследования показали, что некоторые витамины
                                непосредственно влияют на функцию репродуктивной системы.
                            </p>

                            <p>
                                Витамины В1, В2, В6, Е, фолиевая кислота обладают гонадотропным действием (стимулируют
                                функцию половых желез) и участвуют в обмене эстрогенов. Витамины С, Е, В6 улучшают
                                координационные связи в репродуктивной системе.
                            </p>

                            <p>
                                Часто витамины используют как негормональную терапию для восстановления менструального
                                цикла у подростков и женщин, в том числе перенесших операции на яичниках.
                            </p>

                            <p>
                                Также для коррекции гормонального фона специалист может назначить экстракт витекса
                                священного. Это растение эффективно снижает уровень пролактина при его повышенном
                                синтезе, облегчает болевой синдром при ПМС. Если причиной нарушенного цикла была
                                гиперпролактинемия (повышенное содержание пролактина), то нередко после 1-3 месяцев
                                приема препаратов витекса восстанавливается нормальный цикл.

                            </p>

                            <p>
                                Экстракт витекса, а также витамины и минералы, необходимые для восстановления цикла,
                                входят в состав негормонального препарата <a href="/nashi_produkty/pregnoton">«ПРЕГНОТОН»</a>.
                            </p>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</section>
<!-- Footer Article
================================================== -->
<section id="footer-article">
    <div class="row block-animate">
        <div class="container-pr">
            <div class="col-2">
                <!--  Drugs   -->
                <div class="row bl-pr-it">
                    <div class="con-pr-em">
                        <!--  Препараты, относящиеся к решению данной проблемы   -->
                        <div class="drug-article-left p-pr-r">
                            <div class="sum-2-drugs sum-1 txt-center">
                                <!--  Прегнотон  -->
                                <figure class="figure-article" data-name-drugs="Прегнотон">
                                    <img class="full-img" src="/img/drugs/drugs-item/pregnoton-index-big.jpg"
                                         alt="Прегнотон">
                                    <figcaption>
                                        <a href="/nashi_produkty/pregnoton">
                                        <span class="drugs-name-transition">
                                        Прегнотон
                                            </span>
                                        </a>
                                    </figcaption>
                                </figure>
                            </div>
                            <div class="wr-note-drugs-article">
                            <span class="note-drugs-article">
                                 Этот препарат поможет вам справиться с нарушениями менструального цикла.
                            </span>
                            </div>
                        </div>
                        <!--  List Problem   -->
                        <div class="drug-article-right p-pr-l">
                            <div class="tag-item txt-center">
                                <ul class="l-p-c-a">
                                    <li><a href="/zhenskoe_zdorovie/podgotovka_k_beremennosti"><i
                                                class="reproduction-tags-2"></i>Подготовка к беременности</a>
                                    </li>
                                    <li><a href="/zhenskoe_zdorovie/mastopatija"><i class="reproduction-tags-2"></i>Мастопатия</a>
                                    </li>
                                    <li><a href="/zhenskoe_zdorovie/cistit"><i
                                                class="reproduction-tags-2"></i>Цистит</a>
                                    </li>
                                    <li><a href="/zhenskoe_zdorovie/giperprolaktinemija"><i
                                                class="reproduction-tags-2"></i>Гиперпролактинемия</a>
                                    </li>
                                    <li><a href="/zhenskoe_zdorovie/priem_kombinirovannyh_oralnyh_kontraceptivov"><i
                                                class="reproduction-tags-2"></i>Прием комбинированных оральных
                                            контрацептивов</a></li>

                                </ul>
                            </div>
                            <div class="wr-note-drugs-article">
                            <span class="note-drugs-article list-problem-note-article">
                                 В данном блоке представлены другие проблемы, связанные с женским здоровьем.
                            </span>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</section>
<?php
$script = <<< JS
function setSvgProblem(){
var womenOrgansAll = {
       uterus: attr = {
        class: "women-fill",
        insert: ".uterus-item",
        insertOrgan: ".uterus-organ",
        name: "uterus",
        category: "women",
        organCircle: {
            circleWr: 'M546,326m-45,0a45,45 0 1,0 90,0a45,45 0 1,0 -90,0'
        },
        circleSmall: [320.285, 417.341, 5],
        path: "M320.494,417.305l155.237,-91.654l70.87,0",
        organPath: {
            p0: "M546,319.486c4.886,-0.086 9.086,-1.629 13.543,-3.429c-2.657,1.886 -5.057,3.257 -7.2,5.572c-3.257,3.6 -5.486,7.971 -6.343,12.771",
            p1: "M577.029,329.857c0,0.257 -0.086,0.686 0.085,0.857c0.086,0.086 0.257,0.172 0.343,0.172c0.514,0.085 0.857,-0.343 1.2,-0.6c0.343,-0.257 0.6,-0.6 0.943,-0.857c0.686,-0.686 1.286,-1.458 1.886,-2.229c1.285,-1.8 2.228,-3.857 2.571,-6c0,-0.086 0,-0.086 0,-0.171c0.772,-4.543 -0.857,-11.229 -8.314,-12.515c-7.457,-1.285 -10.286,3.172 -13.886,3.429",
            p2: "M571.971,320.429c-0.342,-0.086 -0.685,-0.258 -0.771,-0.686c-0.171,-1.029 2.143,-0.943 2.657,-0.857c1.029,0.085 2.057,0.257 3.086,0.343c0.6,0 1.286,0 1.8,-0.343c1.371,-0.857 1.628,-4.972 -3.257,-6.172c-4.886,-1.2 -8.829,1.2 -10.8,3.772",
            p3: "M520.029,320.429c0.342,-0.086 1.114,-0.172 1.028,-0.686c0,-0.172 -0.171,-0.429 -0.343,-0.514c-0.171,-0.086 -0.343,-0.172 -0.6,-0.258c-0.171,0 -0.343,-0.085 -0.428,-0.085c-1.2,-0.172 -2.4,0 -3.6,0.171c-0.943,0.172 -2.143,0.257 -3,-0.257c-1.372,-0.857 -1.629,-4.971 3.257,-6.171c4.886,-1.2 8.828,1.2 10.8,3.771",
            p4: "M530.057,311.943c-3.6,-0.343 -6.428,-4.714 -13.886,-3.429c-7.457,1.2 -9,7.886 -8.314,12.429c0.343,2.228 1.372,4.286 2.657,6.171c0.429,0.686 0.943,1.286 1.457,1.886c0.515,0.514 1.029,1.2 1.715,1.543c0.257,0.171 0.514,0.257 0.771,0.257c0.086,0 0.257,0 0.343,-0.086c0.257,-0.171 0.171,-0.6 0.171,-0.857",
            p5: "M546,319.486c-4.886,-0.086 -9.086,-1.629 -13.543,-3.429c2.657,1.886 5.057,3.257 7.2,5.572c3.257,3.6 5.486,7.971 6.343,12.771",
            p6: "M546,334.486l0,30.514",
            p9: "M577.029,329.857c1.285,-0.771 2.142,-1.971 2.314,-3.343c0.428,-2.828 -2.143,-5.571 -5.657,-6.085c-0.6,-0.086 -1.2,-0.086 -1.8,-0.086c-2.743,0.257 -4.972,1.971 -5.315,4.286c-0.428,2.828 2.143,5.571 5.658,6.085c1.8,0.257 3.514,-0.085 4.8,-0.857Z",
            p10: "M514.971,329.857c1.286,0.772 3,1.2 4.8,0.943c3.515,-0.514 6,-3.171 5.658,-6.086c-0.343,-2.314 -2.572,-4.028 -5.315,-4.285c-0.6,-0.086 -1.2,0 -1.8,0.085c-3.514,0.515 -6,3.172 -5.657,6.086c0.172,1.286 1.029,2.486 2.314,3.257Z"
        },
        organMain: {
            p7: "M527.229,316.4c1.971,2.571 2.228,6.943 5.228,11.229c3,4.285 7.029,4.971 8.143,8.571c1.114,3.6 0.086,13.971 0.171,17.229c0.172,3.342 1.629,10.114 2.572,10.971c0.857,0.857 2.657,0.514 2.657,0.514c0,0 1.8,0.343 2.657,-0.514c0.857,-0.857 2.4,-7.629 2.572,-10.971c0.171,-3.343 -0.943,-13.629 0.171,-17.229c1.114,-3.6 5.143,-4.286 8.143,-8.571c3,-4.286 3.257,-8.658 5.228,-11.229",
            p8: "M530.057,311.943c3.6,0.343 8.229,-3.943 15.943,-3.943c7.714,0 12.343,4.286 15.943,3.943"
        }
    },
        ovaries: attr = {
            class: "women-fill",
            insert: ".ovaries-item",
            insertOrgan: ".ovaries-organ",
            name: "ovaries",
            category: "women",
            organCircle: {
                circleWr: 'M96,371m-45,0a45,45 0 1,0 90,0a45,45 0 1,0 -90,0'
            },
            circleSmall: [312.285, 402.341, 5],
            path: "M312.804,403.143l-146.271,-32.148l-71.539,0",
            organPath: {
                p0: "M96,364.486c4.886,-0.086 9.086,-1.629 13.543,-3.429c-2.657,1.886 -5.057,3.257 -7.2,5.572c-3.257,3.6 -5.486,7.971 -6.343,12.771",
                p1: "M127.029,374.857c0,0.257 -0.086,0.686 0.085,0.857c0.086,0.086 0.257,0.172 0.343,0.172c0.514,0.085 0.857,-0.343 1.2,-0.6c0.343,-0.257 0.6,-0.6 0.943,-0.857c0.686,-0.686 1.286,-1.458 1.886,-2.229c1.285,-1.8 2.228,-3.857 2.571,-6c0,-0.086 0,-0.086 0,-0.171c0.772,-4.543 -0.857,-11.229 -8.314,-12.515c-7.457,-1.285 -10.286,3.172 -13.886,3.429",
                p2: "M121.971,365.429c-0.342,-0.086 -0.685,-0.258 -0.771,-0.686c-0.171,-1.029 2.143,-0.943 2.657,-0.857c1.029,0.085 2.057,0.257 3.086,0.343c0.6,0 1.286,0 1.8,-0.343c1.371,-0.857 1.628,-4.972 -3.257,-6.172c-4.886,-1.2 -8.829,1.2 -10.8,3.772",
                p3: "M70.029,365.429c0.342,-0.086 1.114,-0.172 1.028,-0.686c0,-0.172 -0.171,-0.429 -0.343,-0.514c-0.171,-0.086 -0.343,-0.172 -0.6,-0.258c-0.171,0 -0.343,-0.085 -0.428,-0.085c-1.2,-0.172 -2.4,0 -3.6,0.171c-0.943,0.172 -2.143,0.257 -3,-0.257c-1.372,-0.857 -1.629,-4.971 3.257,-6.171c4.886,-1.2 8.828,1.2 10.8,3.771",
                p4: "M80.057,356.943c-3.6,-0.343 -6.428,-4.714 -13.886,-3.429c-7.457,1.2 -9,7.886 -8.314,12.429c0.343,2.228 1.372,4.286 2.657,6.171c0.429,0.686 0.943,1.286 1.457,1.886c0.515,0.514 1.029,1.2 1.715,1.543c0.257,0.171 0.514,0.257 0.771,0.257c0.086,0 0.257,0 0.343,-0.086c0.257,-0.171 0.171,-0.6 0.171,-0.857",
                p5: "M96,364.486c-4.886,-0.086 -9.086,-1.629 -13.543,-3.429c2.657,1.886 5.057,3.257 7.2,5.572c3.257,3.6 5.486,7.971 6.343,12.771",
                p6: "M96,379.486l0,30.514",
                p7: "M77.229,361.4c1.971,2.571 2.228,6.943 5.228,11.229c3,4.285 7.029,4.971 8.143,8.571c1.114,3.6 0.086,13.971 0.171,17.229c0.172,3.342 1.629,10.114 2.572,10.971c0.857,0.857 2.657,0.514 2.657,0.514c0,0 1.8,0.343 2.657,-0.514c0.857,-0.857 2.4,-7.629 2.572,-10.971c0.171,-3.343 -0.943,-13.629 0.171,-17.229c1.114,-3.6 5.143,-4.286 8.143,-8.571c3,-4.286 3.257,-8.658 5.228,-11.229",
                p8: "M80.057,356.943c3.6,0.343 8.229,-3.943 15.943,-3.943c7.714,0 12.343,4.286 15.943,3.943"
            },
            organMain: {
                p9: "M127.029,374.857c1.285,-0.771 2.142,-1.971 2.314,-3.343c0.428,-2.828 -2.143,-5.571 -5.657,-6.085c-0.6,-0.086 -1.2,-0.086 -1.8,-0.086c-2.743,0.257 -4.972,1.971 -5.315,4.286c-0.428,2.828 2.143,5.571 5.658,6.085c1.8,0.257 3.514,-0.085 4.8,-0.857Z",
                p10: "M64.971,374.857c1.286,0.772 3,1.2 4.8,0.943c3.515,-0.514 6,-3.171 5.658,-6.086c-0.343,-2.314 -2.572,-4.028 -5.315,-4.285c-0.6,-0.086 -1.2,0 -1.8,0.085c-3.514,0.515 -6,3.172 -5.657,6.086c0.172,1.286 1.029,2.486 2.314,3.257Z"
            }

        }
    };
    return womenOrgansAll;
}
$(function () {
    animateThis("#women-svg");
    setTimeout(function () {
        callForEachDown.start(downContentHelp, [0, 1, 2, 3], 500);

    }, 800);
    var controller1 = new ScrollMagic.Controller();
    new ScrollMagic.Scene({triggerElement: "#human-woman", triggerHook: 0.8, reverse: false})
        .on("start end", function (e) {
            itemHumanStart('#human-woman', setSvgProblem());
        })
        .addTo(controller1);
});
JS;
$this->registerJs($script, yii\web\View::POS_READY);
?>
<?php if (Yii::$app->params['browserOld9']) {
    $scriptColumn = <<< JS
var flag = false;
$('.column-svg').columnize({
   width: 430,
    doneFunc: function () {
        if (flag) {
            itemHumanStart('#human-woman', setSvgProblem());
        } else {
            flag = true;
        }

    }
});
$('.columh-block').columnize({width: 430});
JS;
    $this->registerJs($scriptColumn, yii\web\View::POS_READY);
}
?>
