<!-- Header
================================================== -->
<header id="header-top">
    <div class="row header-row-top hed-all-bg bg-header-top-woman2">
        <div class="con-hd">
            <div class="left-header txt-right">
                <div class="wr-txt-header">
                    <!--  Help Phone   -->
                    <?= yii\base\View::render('@frontend/views/phone/_phone_help'); ?>
                    <div class="p-r-in-bl">
                        <h1 class="BebasNeueBold header-color title-problem-header">Питание при беременности</h1>
                        <!--  SVG   -->
                        <span class="wr-svg-header">
                                <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 122 122"
                                     class="svg-slider-category">
<g fill="none" stroke="#2A2C35" transform="translate(-1881 -1722)">
  <g transform="translate(1882 1723)">
    <path d="M60,120 C93.137,120 120,93.137 120,60 C120,26.863 93.137,0 60,0 C26.863,0 0,26.863 0,60 C0,93.137 26.863,120 60,120 Z"/>
    <path d="M59.55,75.503 C74.187,75.503 86.053,63.783 86.053,49.323 C86.053,34.867 74.187,23.145 59.551,23.145 C44.916,23.145 33.049,34.865 33.049,49.325 C33.049,63.782 44.915,75.503 59.552,75.503 L59.55,75.503 Z M60.845,75.445 L60.845,100.189 L60.845,75.444 L60.845,75.445 Z M48.665,86.39 L73.71,86.39 L48.665,86.39 Z"/>
  </g>
</g>
</svg>
                                </span>
                    </div>

                    <h3>Женское здоровье</h3>
                </div>
            </div>
            <?= yii\base\View::render('@frontend/views/site/share'); ?>
            <!--  Breadcrumbs   -->
            <div id="breadcrumbs-wr">
                <nav class="breadcrumbs" itemscope="" itemtype="http://schema.org/BreadcrumbList">
                    <ol class="cd-multi-steps">
                        <li class="visited" itemprop="itemListElement" itemscope
                            itemtype="https://schema.org/ListItem">
                            <a href="/" itemprop="item" title="Главная">
                                <span itemprop="name">Главная</span>
                                <meta itemprop="position" content="1">
                            </a>
                            <span class="cd-multi-steps-line">|</span>
                        </li>

                        <li class="current" itemprop="itemListElement" itemscope
                            itemtype="https://schema.org/ListItem">
                                <span itemprop="name"><?= $category->title .' - '. $problem->title ?></span>
                                <meta itemprop="position" content="2">
                        </li>
                    </ol>
                </nav>
            </div>
        </div>
    </div>
</header>
<!--Empty Block-->
<div class="row">
    <div class="empty-block-section"></div>
</div>
<!-- Main Section
================================================== -->
<section id="main-article">
    <div class="row">
        <div class="container-pr">
            <div class="col-1 view-des">
                <!-- Drugs List
                ================================================== -->
                <div id="pin1" class="list-drugs-article">
                    <!--  Сперотон   -->
                    <figure class="drugs-article" data-name-drugs="Сперотон">
                        <img class="full-img-drugs" src="/img/drugs/drugs-index/speroton-index-small.jpg"
                             alt="Сперотон">
                        <figcaption>
                            <a href="/nashi_produkty/speroton">
                                     <span class="drugs-name-transition">
                                    Сперотон
                                         </span>
                            </a>
                        </figcaption>
                    </figure>
                    <!--  Прегнотон  -->
                    <figure class="drugs-article" data-name-drugs="Прегнотон">
                        <img class="full-img-drugs" src="/img/drugs/drugs-index/pregnoton-index-small.jpg"
                             alt="Прегнотон">
                        <figcaption>
                            <a href="/nashi_produkty/pregnoton">
                                     <span class="drugs-name-transition">
                                    Прегнотон
                                         </span>
                            </a>
                        </figcaption>
                    </figure>
                    <!--  Прегнотон Мама -->
                    <figure class="drugs-article active" data-name-drugs="Прегнотон Мама">
                        <img class="full-img-drugs" src="/img/drugs/drugs-index/pregnoton_mama-sm.min.png"
                             alt="Прегнотон">
                        <figcaption>
                            <a href="/nashi_produkty/pregnoton_mama">
                                     <span class="drugs-name-transition">
                                    Прегнотон Мама
                                         </span>
                            </a>
                        </figcaption>
                    </figure>
                    <!--  Менсе   -->
                    <figure class="drugs-article" data-name-drugs="Менсе">
                        <img class="full-img-drugs" src="/img/drugs/drugs-index/mense-index-small.jpg"
                             alt="Менсе">
                        <figcaption>
                            <a href="/nashi_produkty/mence">
                                     <span class="drugs-name-transition">
                                    Менсе
                                         </span>
                            </a>
                        </figcaption>
                    </figure>
                    <!--  Синергин   -->
                    <figure class="drugs-article " data-name-drugs="Синергин">
                        <img class="full-img-drugs" src="/img/drugs/drugs-index/sinergin-index-small.jpg"
                             alt="Синергин">
                        <figcaption>
                            <a href="/nashi_produkty/sinergin">
                                     <span class="drugs-name-transition">
                                    Синергин
                                         </span>
                            </a>
                        </figcaption>
                    </figure>
                    <!--  Цисталин   -->
                    <figure class="drugs-article" data-name-drugs="Цистениум">
                        <img class="full-img-drugs" src="/img/drugs/drugs-index/cystenium-index-small.jpg"
                             alt="Цистениум">
                        <figcaption>
                            <a href="/nashi_produkty/cystenium">
                                     <span class="drugs-name-transition">
                                    Цистениум
                                         </span>
                            </a>
                        </figcaption>
                    </figure>
                </div>
            </div>
            <!-- TXT
            ================================================== -->
            <div id="wr-col-article" class="col-2 pad-col2">
                <div class="row block-animate bl-pr-it bg-beige-light">
                    <div class="con-pr-em">
                        <div class="left-article p-pr-r">
                            <div class="txt-left min_height" data-mh="group-im-pr">
                                <div class="align-vertical">
                                    <h2 class="title-section after-line h-pr-t">
                                        Ожидание ребенка
                                        <span class="item-number-article">
                                <strong class="number-item"><i class="reproduction-quotes"></i></strong>
                                <span class="vertical-line"></span>
                            </span>
                                    </h2>
                                    <p>В этот период женщина с особым вниманием относится ко всем аспектам своей жизни. Ведь именно от нее теперь зависит здоровье будущего ребенка.
                                    </p>
                                    <p>
                                        Поэтому питание при беременности тоже приходится менять, так как именно еда – источник «строительного материала» и питательных веществ, а также витаминов и минералов для будущего ребенка и его мамы.
                                    </p>
                                </div>

                            </div>
                        </div>
                        <div class="right-article p-pr-l">
                            <div class="bg-53 m-img-bg" data-mh="group-im-pr"></div>
                        </div>
                    </div>
                </div>
                <!--Empty Block-->
                <div class="row">
                    <div class="empty-block-section"></div>
                </div>
                <!--  Section #2   -->
                <div class="row  block-animate bl-pr-it bg-beige-light">
                    <div class="con-pr-em">
                        <div class="column-svg">
                            <div class="wr-svg-article">
                                <img class="full-img" src="/img/index-img/empty.min.jpg" alt="empty">
                                <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 630 500" xmlns:xlink="http://www.w3.org/1999/xlink">
                                    <defs>
                                        <filter id="a" width="262.5%" height="262.5%" x="-81.3%" y="-81.3%" filterUnits="objectBoundingBox">
                                            <feGaussianBlur in="SourceGraphic" stdDeviation="6.502"/>
                                        </filter>
                                    </defs>
                                    <g fill="none" fill-rule="evenodd" transform="translate(-911 -5232)">
                                        <g transform="translate(911 5232)">
                                            <path fill="#F7F7F7" d="M0 0H630V500H0z"/>
                                            <image xlink:href="/img/index-img/woman@2x.min.png" x="191" width="247.485" height="500" />
                                            <g class="w-end-m" transform="translate(25 18)">
                                                <g class="w-org  Беременность" transform="translate(277 310)">
                                                    <g transform="translate(0 4)">
                                                        <path stroke="#606D88" d="M13 13.8710938L176.285157 45.0742195 259.652345 45.0742195"/>
                                                        <circle cx="12.285" cy="12.841" r="12" fill="#065BB9" class="blur" filter="url(#a)" opacity=".695"/>
                                                        <circle cx="11.285" cy="11.841" r="5" fill="#57647A"/>
                                                    </g>
                                                    <g class="org-gr" transform="translate(202)">
                                                        <g class="gr-m">
                                                            <circle cx="50" cy="50.556" r="50" fill="#F7F7F7" stroke="#495466" stroke-width="1.2"/>
                                                            <g fill-rule="nonzero" stroke="#FD5368" stroke-width="1.5" transform="translate(21.111 17.778)">
                                                                <path d="M48.3305983,3.66564103 C41.757265,-1.69880342 33.2950427,-0.187692308 28.0817094,2.83452991 C24.9083761,4.64786325 20.9039316,8.1234188 19.7705983,14.4700855 C19.3928205,16.585641 19.8461538,18.5500855 20.2239316,20.1367521 C20.2994872,20.5900855 20.4505983,20.9678632 20.4505983,21.345641 C20.8283761,23.3100855 21.9617094,23.7634188 22.4905983,23.9900855 C22.5661538,23.9900855 22.5661538,24.065641 22.6417094,24.065641 C22.717265,24.1411966 22.8683761,24.4434188 22.8683761,24.5945299 C23.0194872,24.9723077 23.1705983,25.2745299 23.4728205,25.5011966 C23.6994872,25.7278632 23.9261538,25.8034188 24.1528205,25.8034188 C24.2283761,25.8034188 24.3039316,25.8034188 24.4550427,25.8789744 C24.4550427,25.8789744 24.5305983,25.8789744 24.5305983,25.8789744 C24.9839316,27.1634188 24.6061538,27.6923077 24.2283761,28.3723077 C23.8505983,28.9011966 23.4728205,29.505641 23.6239316,30.4123077 C23.8505983,31.6967521 25.2105983,31.6211966 25.9661538,31.545641 C26.117265,31.545641 26.3439316,31.545641 26.4950427,31.545641 C26.7217094,31.9234188 26.7217094,32.3767521 26.797265,32.8300855 C26.8728205,33.2834188 26.8728205,33.7367521 27.0239316,34.265641 C27.1750427,34.8700855 27.6283761,35.0211966 27.9305983,35.0211966 C28.0061538,35.2478632 28.0817094,35.5500855 28.3083761,35.7011966 C28.5350427,35.9278632 28.9128205,36.0034188 29.1394872,36.0789744 C29.2150427,36.0789744 29.2905983,36.0789744 29.2905983,36.1545299 C29.9705983,36.7589744 30.6505983,37.0611966 31.2550427,37.2123077 C29.2150427,39.1011966 27.4017094,40.9900855 26.3439316,42.0478632 C26.0417094,39.6300855 25.2861538,34.7189744 23.5483761,33.1323077 C20.2239316,30.0345299 17.8817094,31.0923077 17.8061538,31.1678632 C17.7305983,31.1678632 17.6550427,31.2434188 17.6550427,31.3189744 C17.5794872,31.3189744 17.5794872,31.3189744 17.5039316,31.2434188 M4.13059829,49.7530727 C4.05504274,50.206406 4.05504274,52.0211966 4.13059829,52.4745299 C4.35726496,57.8389744 6.09504274,61.3145299 9.79726496,64.0345299 C12.1394872,65.7723077 15.917265,67.2078632 20.3750427,67.2078632 C23.0194872,67.2078632 25.8905983,66.6789744 28.9128205,65.4700855 C37.677265,61.8434188 42.7394872,58.2923077 45.5350427,54.1367521 C49.3128205,48.3945299 50.7483761,44.465641 50.5217094,40.5367521 C50.3705983,37.8167521 49.4639316,35.625641 48.7839316,34.0389744 C48.1794872,32.7545299 47.9528205,31.3189744 48.1039316,30.185641 C48.557265,26.785641 49.6150427,24.9723077 50.7483761,23.0834188 C51.0505983,22.5545299 51.3528205,22.025641 51.6550427,21.4211966 C53.7705983,17.265641 54.7528205,8.95452991 48.3305983,3.66564103 M13.4483296,37.4360219 C13.1461074,37.7382442 7.32832963,43.9337997 5.66610741,48.9960219 C5.06166296,49.3737997 3.02166296,50.2804664 0.679440739,48.0893553 C-1.36055926,46.2004664 1.88832963,38.8715775 3.55055185,36.9826886 C3.77721852,36.6804664 4.07944074,36.5293553 4.38166296,36.3782442 C4.53277407,36.4537997 4.60832963,36.6049108 4.60832963,36.7560219 L4.75944074,37.8137997 L5.51499629,37.1337997 C5.89277407,36.7560219 6.42166296,36.3782442 6.49721852,36.3782442 C6.57277407,36.3782442 6.72388518,36.3782442 6.79944074,36.4537997 C6.87499629,36.5293553 6.87499629,36.8315775 6.87499629,36.9826886 C4.60832963,40.307133 3.39944074,42.6493553 3.39944074,42.7249108 C3.24832963,43.027133 3.32388518,43.3293553 3.62610741,43.4804664 C3.92832963,43.6315775 4.23055185,43.5560219 4.38166296,43.2537997 C4.38166296,43.2537997 6.11944074,39.9293553 9.21721852,35.6226886 C12.6172185,30.8626886 16.3194407,31.1649108 18.2083296,31.7693553 C20.1727741,32.4493553 21.3061074,34.7915775 21.6838852,38.7204664 C21.9105519,41.5915775 20.701663,49.9782442 20.3994407,51.867133 C19.6438852,56.3249108 21.5327741,57.5337997 21.6838852,57.6093553 C21.7594407,57.6849108 21.9105519,57.6849108 21.9861074,57.6849108 M21.2397826,48.6548254 C21.693116,49.6370476 22.5242271,50.7703809 23.9597826,51.3748254 C24.3375604,51.5259365 24.7153382,51.601492 25.093116,51.601492 C27.813116,51.601492 31.4397826,48.5792698 34.0086715,46.5392698 L34.6886715,45.9348254 C36.5775604,44.3481587 37.7108937,43.3659365 38.693116,42.3837142 C39.4486715,41.6281587 40.1286715,41.0237142 41.0353382,40.2681587 M41.8240858,34.6272595 C40.9929747,33.6450373 38.5751969,32.3605929 35.8551969,34.1739262 C35.5529747,34.4005929 35.1751969,34.6272595 34.8729747,34.8539262 C34.8729747,34.8539262 34.7974191,34.8539262 34.7974191,34.8539262 C34.3440858,35.0050373 33.966308,35.3828151 33.5129747,35.8361484 C32.7346158,36.6145073 32.0305024,37.2196268 31.2731574,37.3115685 M26.8728205,23.5367521 C26.117265,24.5945299 25.1350427,24.5945299 24.8328205,24.5189744 C24.8328205,24.5189744 24.757265,24.5189744 24.757265,24.5189744 C24.6061538,24.5189744 24.4550427,24.4434188 24.4550427,24.4434188 C24.3794872,24.3678632 24.2283761,24.065641 24.1528205,23.9145299 C24.0017094,23.4611966 23.7750427,23.0834188 23.397265,22.8567521 C23.3217094,22.8567521 23.2461538,22.7811966 23.1705983,22.7811966 C23.0194872,22.705641 22.8683761,22.705641 22.7928205,22.5545299 C22.8683761,22.4789744 22.9439316,22.4034188 23.0194872,22.3278632 C23.0950427,22.2523077 24.077265,20.3634188 26.797265,20.665641 M26.4672463,19.0587087 C26.4672463,18.7564865 26.2405796,18.4542643 25.9383574,18.4542643 C22.9161352,18.1520421 21.4805796,20.040931 21.1028018,20.5698198" class="w-item"/>
                                                                <path d="M41.8328205,23.9145299 C41.757265,24.2167521 41.9083761,24.5189744 42.2105983,24.5945299 C42.5128205,24.6700855 42.7394872,24.745641 43.0417094,24.745641 C43.797265,24.745641 44.477265,24.3678632 45.0061538,23.6878632 C46.2150427,22.1011966 46.517265,19.0034188 45.837265,17.8700855 C45.3083761,16.8878632 44.6283761,16.4345299 43.8728205,16.4345299 C42.5883761,16.3589744 41.6817094,17.6434188 41.5305983,17.7945299" class="w-item"/>
                                                            </g>
                                                            <path stroke="#4B5363" stroke-opacity=".566" stroke-width="1.2" d="M43.7881777,2.86729688 C44.716312,4.91488015 44.7990427,6.96246342 44.2638788,8.95058404 C43.7545684,10.801682 42.7385327,12.6062441 41.3734772,14.3280755 C37.249872,19.5220083 32.2446685,23.2940083 27.7565314,28.0406786 C19.5506863,36.6937861 15.8950263,48.1907594 16.5465301,60.0238258 L16.5465301,60.0574351 C16.3293622,68.5967881 18.8061106,76.9318998 23.6484382,83.692544 C26.4767919,88.6770649 30.1246959,93.3849552 34.574053,97.6016324 C34.5869796,97.6093884 34.5947356,97.6223151 34.6024916,97.6274857"/>
                                                        </g>
                                                    </g>
                                                </g>
                                            </g>
                                        </g>
                                    </g>
                                </svg>
                            </div>
                            <div class="not-col" style="display: inline-block"><h3 class="title-article after-line">Что должно измениться в питании?</h3>
                                <p>Во время беременности следует тщательно следить за тем, чтобы у женщины не возникло дефицита витаминов и минералов.</p>
                                <p>Норма потребления витаминов для беременной женщины примерно на 25 % выше, чем для небеременной. У этого есть две основные причины:
                                    <br>
                                    Во-первых, во время беременности интенсивно протекают многие биохимические процессы. Особенно активно синтезируются новые вещества, необходимые для деления и роста клеток. Витамины и микроэлементы — непременные участники этих процессов. Они участвуют в регулировке и формировании всех органов и систем.
                                    <br>
                                    Во-вторых, ребенок, даже пока он не появился на свет, уже живет. А практически во всех естественных процессах жизнедеятельности участвуют витамины и минералы.
                                    <br>
                                    Поэтому будущая мама должна позаботиться о том, чтобы получать достаточно витаминов и минералов.
                                </p>
                            </div>
                        </div>
                    </div>
                </div>
                <!--Empty Block-->
                <div class="row">
                    <div class="empty-block-section"></div>
                </div>
                <div class="row  block-animate bl-pr-it bg-beige-light">
                    <div class="con-pr-em">

                        <div class="columh-block">
                            <h3 class="title-article after-line">Когда начинать?</h3>
                            <p>Витамины и минералы в повышенном количестве начинают расходоваться с момента зачатия. Поэтому желательно начать принимать комплексы для будущих мам, как только вы узнали о своей беременности, или продолжать принимать, если вы это уже делали при подготовке к зачатию.</p>
                            <p>
                                Обычно женщина начинает наблюдаться у врача на 8–12 неделю беременности. Однако к этому периоду практически завершается закладка основных органов и систем плода, например, формирование ЦНС и сердца начинается на 3-й неделе с момента зачатия, чуть позже – конечности, глаза и уши.
                            </p>
                        </div>
                    </div>
                    <div class="con-pr-em">
                        <div>
                            <img class="full-img" src="/img/index-img/chart/chart1.min.jpg" alt="Прегнотон Мама">
                        </div>
                    </div>
                </div>
                <!--Empty Block-->
                <div class="row">
                    <div class="empty-block-section"></div>
                </div>
                <!--  Section #3   -->
                <div class="row  block-animate bl-pr-it bg-beige-light">
                    <div class="con-pr-em">
                        <div class="columh-block">
                            <h3 class="title-article after-line">Витамины и минералы для будущей мамы</h3>
                            <p>В I триместре важны витамины А, В<sub>2</sub>, РР, С, Е, фолиевая кислота, железо, цинк и магний.
                                Во II и III триместрах беременности недостаток витаминов часто приводит к нарушению формирования органов и вызывает проблемы в работе сердечно-сосудистой, нервной, эндокринной, пищеварительной систем ребенка. В это время ему нужно больше кальция, фосфора и витамина В<sub>12</sub>.
                            </p>
                            <p>
                                В III триместре в связи с быстрым ростом мозга ребенка жизненно важными являются йод, железо и Омега-3.
                                Выделяют 4 ключевых вещества, которые должны поступать постоянно на протяжении всей беременности и в достаточном количестве. Это витамин В<sub>9</sub> (фолиевая кислота, фолаты), железо, йод и Омега-3.

                            </p>
                        </div>
                    </div>
                </div>
                <!--Empty Block-->
                <div class="row">
                    <div class="empty-block-section"></div>
                </div>
                <div class="row  block-animate bl-pr-it bg-beige-light">
                    <div class="con-pr-em">
                        <div class="columh-block">
                            <h3 class="title-article after-line">Зачем нужен витамин В<sub>9</sub> (фолиевая кислота, фолаты)?</h3>
                            <p>
                                Главная опасность недостатка витамина В<sub>9</sub> при беременности – дефект нервной трубки. Это целый ряд врожденных аномалий нервной системы, которые связаны с нарушением формирования и заращения нервной трубки на ранней стадии развития эмбриона. Дефектами нервной трубки вызваны, в частности, расщепление позвоночника, грыжи спинного и головного мозга.

                            </p>
                            <p>
                                Принимать фолаты необходимо даже после закрытия нервной трубки, чтобы снизить риск заболеваний сердечно-сосудистой и мочевыделительной системы, расщелины верхнего неба, дефектов конечностей, больших артерий, пупочной грыжи. Также прием фолатов снижает вероятность преждевременных родов на 50–70 %, невынашивания, тяжелого токсикоза (преэклампсии) и других серьезнейших проблем.
                            </p>
                            <p>
                                Однако примерно 5–11 % женщин практически не способны превращать «обычную» фолиевую кислоту в усвояемую форму из-за генетических особенностей. А около 50 % населения Земли могут усваивать лишь часть поступающей в организм фолиевой кислоты. Им бесполезно принимать обычную фолиевую кислоту или ее соли – фолаты. Таким женщинам требуется уже «готовая» для усвоения форма фолиевой кислоты – метилтетрагидрофолат.
                            </p>
                            <h3 class="title-article after-line">Железо</h3>
                            <p>
                                Во втором триместре беременности кровоток женщины увеличивается на треть, а в третьем – на 50 %. Это резко обостряет потребность в железе, и у 40 % беременных развивается железодефицитная анемия. Она может появиться и у ребенка. Устранить анемию сложно. Неорганическое железо плохо усваивается, организм может «принять» всего около 10 % поступающего в ЖКТ железа. А примерно 25 % женщин перестают принимать препараты железа из-за побочных явлений: рвоты, запора, раздражения желудочно-кишечного тракта.
                            </p>
                            <p>
                                Но решение есть! Современные производители включают в комплексы для беременных железо в липосомной форме. Липосома – это крошечный пузырек из тех же веществ, из которых состоят наши клетки. Внутри пузырька находится железо. Липосома не растворяется в желудке под действием желудочного сока и ферментов и поэтому не раздражает слизистую и не вызывает других неприятных явлений. В тонком кишечнике липосома связывается с транспортными молекулами, которые доставляют ее в кровь и железо начинает использоваться организмом.
                            </p>
                            <h3 class="title-article after-line">Йод</h3>
                            <p>Йод входит в состав гормонов щитовидной железы, которые участвуют в регуляции репродуктивной функции. Но намного важнее их участие в развитии мозга ребенка. Устранение дефицита йода – обязательное условие нормальных родов. Острая нехватка йода во время беременности может привести к умственной неполноценности ребенка вплоть до кретинизма, а у матери может развиться зоб щитовидной железы. </p>
                            <p>
                                В России более 70 % территории, включая Приморье, йододефицитные. Каждый житель России в среднем получает 60–80 мкг йода в сутки – 27–37 % необходимого во время беременности количества йода (220 мкг). У кормящих матерей потребность в йоде повышается до уровня 290 мкг в сутки.
                            </p>
                            <p>
                                Женщины часто опасаются принимать препараты йода. Однако прием йода противопоказан только при некоторых формах гипертиреоза. Менее 1 % женщин детородного возраста страдают такими заболеваниями.
                            </p>
                            <h3 class="title-article after-line">Омега-3</h3>
                            <p>
                                Омега-3 ПНЖК относятся к эссенциальным (незаменимым) жирным кислотам. Они не синтезируются в организме человека, а поступают только с пищей. Однако при этом Омега-3 играют важную роль в обмене веществ. Жирные кислоты, составляющие мозг человека, на 35 % состоят из ПНЖК. Вот почему Омега-3 остро необходимы для формирования головного мозга и помогают предупредить его гипоксию. Омега-3 требуются и для  формирования нервной ткани плода, иммунной системы, органов зрения. Также прием Омега-3 во время беременности снижает вероятность развития аллергии у детей.
                            </p>
                            <p>
                                Кроме того, Омега-3 предупреждает плацентарную недостаточность и тромбозы у матери, положительно влияет на течение беременности, улучшает состояние иммунной системы женщины.

                            </p>
                        </div>
                    </div>
                </div>
                <!--Empty Block-->
                <div class="row">
                    <div class="empty-block-section"></div>
                </div>
                <div class="row  block-animate bl-pr-it bg-beige-light">
                    <div class="con-pr-em">
                        <div class="columh-block">
                            <h3 class="title-article after-line">Заботимся о будущем вместе с вами</h3>
                            <p>
                                Особенности усвоения полезных веществ и потребности беременных учтены в комплексе <a href="/nashi_produkty/pregnoton_mama">Прегнотон Мама</a>. В его составе Омега-3 и 15 витаминов и минералов, в том числе, липосомное железо, фолиевая кислота в форме метилтетрагидрофолата, йод. Комплекс разработан таким образом, чтобы легко и просто дополнить рацион будущей мамы витаминами и минералами.
                            </p>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</section>
<!-- Footer Article
================================================== -->
<section id="footer-article">
    <div class="row block-animate">
        <div class="container-pr">
            <div class="col-2">
                <!--  Drugs   -->
                <div class="row bl-pr-it">
                    <div class="con-pr-em">
                        <!--  Препараты, относящиеся к решению данной проблемы   -->
                        <div class="drug-article-left p-pr-r">
                            <h4 class="note-dr-footer">Этот препарат содержит необходимые для мамы и ребенка витамины и минералы
                                </h4>
                            <div class="sum-2-drugs sum-1 txt-center">
                                <!--  Прегнотон  -->
                                <figure class="figure-article" data-name-drugs="Синергин">
                                    <img class="full-img" src="/img/drugs/drugs-bg/pregnoton_mama.png"
                                         alt="Прегнотон Мама">
                                    <figcaption>
                                        <a href="/nashi_produkty/pregnoton_mama">
                                        <span class="drugs-name-transition">
                                       Прегнотон Мама
                                            </span>
                                        </a>
                                    </figcaption>
                                </figure>
                            </div>
                            <!--<div class="wr-note-drugs-article">
                            <span class="note-drugs-article">
                                 Этот препарат поможет вам в предупреждении и комплексной терапии мастопатии.
                            </span>
                            </div>-->
                        </div>
                        <!--  List Problem   -->
                        <div class="drug-article-right p-pr-l">
                            <?= yii\base\View::render('@frontend/views/site/other_tags'); ?>
                            <div class="tag-item txt-center">
                                <ul class="l-p-c-a">
                                    <li><a href="/zhenskoe_zdorovie/podgotovka_k_beremennosti"><i
                                                    class="reproduction-tags-2"></i>Подготовка к беременности</a>
                                    </li>
                                    <li><a href="/zhenskoe_zdorovie/cistit"><i
                                                    class="reproduction-tags-2"></i>Цистит</a>
                                    </li>
                                    <li><a href="/zhenskoe_zdorovie/narushenija_menstrualnogo_cikla"><i
                                                    class="reproduction-tags-2"></i>Нарушения менструального
                                            цикла</a></li>
                                    <li><a href="/zhenskoe_zdorovie/giperprolaktinemija"><i
                                                    class="reproduction-tags-2"></i>Гиперпролактинемия</a>
                                    </li>
                                    <li><a href="/zhenskoe_zdorovie/mastopatija"><i
                                                    class="reproduction-tags-2"></i>Мастопатия</a></li>
                                    <li><a href="/zhenskoe_zdorovie/grudnoe_vskarmlivanie"><i
                                                    class="reproduction-tags-2"></i>Кормление грудью</a></li>
                                    <li><a href="/zhenskoe_zdorovie/priem_kombinirovannyh_oralnyh_kontraceptivov"><i
                                                    class="reproduction-tags-2"></i>Прием комбинированных оральных
                                            контрацептивов</a></li>


                                </ul>
                            </div>
                            <!-- <div class="wr-note-drugs-article">
                             <span class="note-drugs-article list-problem-note-article">
                                  В данном блоке представлены другие проблемы, связанные с женским здоровьем.
                             </span>
                             </div>-->
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</section>
