    <!-- Header
    ================================================== -->
    <header id="header-top">
        <div class="row header-row-top hed-all-bg bg-header-top-woman">
            <div class="con-hd">
                <div class="left-header txt-right">
                    <div class="wr-txt-header">
                        <!--  Help Phone   -->
                        <div class="phone-help-top">
                            <span class="name-phone">телефон горячей линии</span> <br>
                            <span class="phone-help-top-item">8-800-200-86-86
                                <i class="reproduction-phone-help"></i></span>
                        </div>
                        <!--  Down Content Help   -->
                        <div id="wr-down-content">
                            <i class="reproduction-down-lite down"></i>
                            <i class="reproduction-down-lite down"></i>
                            <i class="reproduction-down-lite down"></i>
                        </div>
                        <h1 class="BebasNeueBold header-color title-problem-header">
                            Подготовка <br> к беременности
                            <!--  SVG   -->
                                <span class="wr-svg-header">
                                    <svg id="women-svg" class="svg-slider-category" viewBox="0 0 122 122"
                                         xmlns="http://www.w3.org/2000/svg">
                                        <title>Женское здоровье</title>
                                        <desc>Бережем женское здоровье</desc>
                                    </svg>
                                </span>
                        </h1>

                        <h3>Женское здоровье</h3>
                    </div>
                </div>
                <!--  Breadcrumbs   -->
                <div id="breadcrumbs-wr">
                    <nav class="breadcrumbs">
                        <ol class="cd-multi-steps">
                            <li class="visited"><a href="/">Главная</a><span class="cd-multi-steps-line">|</span></li>
                            <li class="visited"><span><?= $category->title ?></span> -</li>
                            <li class="current"><span><?= $problem->title ?></span></li>
                        </ol>
                    </nav>
                </div>
            </div>
        </div>
    </header>
    <!--Empty Block-->
    <div class="row">
        <div class="empty-block-section"></div>
    </div>
    <!-- Main Section
    ================================================== -->
    <section id="main-article">
        <div class="row">
            <div class="container-pr">
                <div class="col-1 view-des">
                    <!-- Drugs List
                    ================================================== -->
                    <div id="pin1" class="list-drugs-article">
                        <!--  Сперотон   -->
                        <figure class="drugs-article" data-name-drugs="Сперотон">
                            <img class="full-img-drugs" src="/img/drugs/drugs-index/speroton-index-small.jpg"
                                 alt="Сперотон">
                            <figcaption>
                                <a href="/nashi_produkty/speroton">
                                     <span class="drugs-name-transition">
                                    Сперотон
                                         </span>
                                </a>
                            </figcaption>
                        </figure>
                        <!--  Прегнотон  -->
                        <figure class="drugs-article active" data-name-drugs="Прегнотон">
                            <img class="full-img-drugs" src="/img/drugs/drugs-index/pregnoton-index-small.jpg"
                                 alt="Прегнотон">
                            <figcaption>
                                <a href="/nashi_produkty/pregnoton">
                                     <span class="drugs-name-transition">
                                    Прегнотон
                                         </span>
                                </a>
                            </figcaption>
                        </figure>
                        <!--  Менсе   -->
                        <figure class="drugs-article" data-name-drugs="Менсе">
                            <img class="full-img-drugs" src="/img/drugs/drugs-index/mense-index-small.jpg"
                                 alt="Менсе">
                            <figcaption>
                                <a href="/nashi_produkty/mence">
                                     <span class="drugs-name-transition">
                                    Менсе
                                         </span>
                                </a>
                            </figcaption>
                        </figure>
                        <!--  Синергин   -->
                        <figure class="drugs-article active" data-name-drugs="Синергин">
                            <img class="full-img-drugs" src="/img/drugs/drugs-index/sinergin-index-small.jpg"
                                 alt="Синергин">
                            <figcaption>
                                <a href="/nashi_produkty/sinergin">
                                     <span class="drugs-name-transition">
                                    Синергин
                                         </span>
                                </a>
                            </figcaption>
                        </figure>
                        <!--  Цисталин   -->
                        <figure class="drugs-article" data-name-drugs="Цистениум">
                            <img class="full-img-drugs" src="/img/drugs/drugs-index/cystenium-index-small.jpg"
                                 alt="Цистениум">
                            <figcaption>
                                <a href="/nashi_produkty/cystenium">
                                     <span class="drugs-name-transition">
                                    Цистениум
                                         </span>
                                </a>
                            </figcaption>
                        </figure>
                    </div>
                </div>
                <!-- TXT
                ================================================== -->
                <div id="wr-col-article" class="col-2 pad-col2">
                    <div class="row block-animate bl-pr-it bg-beige-light">
                        <div class="con-pr-em">
                            <div class="left-article p-pr-r">
                                <div class="txt-left min_height" data-mh="group-im-pr">
                                    <div class="align-vertical">
                                        <h2 class="title-section after-line h-pr-t">
                                            13 советов для тех, <br> кто готовится к беременности
                            <span class="item-number-article">
                                <strong class="number-item"><i class="reproduction-quotes"></i></strong>
                                <span class="vertical-line"></span>
                            </span>
                                        </h2>
                                        <h3 class="title-article after-line">Избавиться от вредных привычек</h3>
                                        <!--  Article   -->
                                        <p class="txt-article first-txt-article">
                                            <b class="num-b">1. </b>Этот пункт известен всем: избавиться от вредных
                                            привычек.
                                            Начинать это
                                            делать следует задолго до наступления беременности. Алкоголь, курение и
                                            кальян
                                            рекомендуют исключить за полгода или хотя бы за пару месяцев до
                                            предполагаемого
                                            времени зачатия. Ведь, с одной стороны, организму нужно время, чтобы
                                            избавиться
                                            от
                                            вредных веществ, а с другой стороны, от многих привычек проще отучаться
                                            постепенно.
                                            Можно обратиться к психологу или к книгам, где есть простые советы по
                                            избавлению
                                            от
                                            зависимости.
                                        </p>
                                    </div>

                                </div>
                            </div>
                            <div class="right-article p-pr-l">
                                <div class="bg-43 m-img-bg" data-mh="group-im-pr"></div>
                            </div>
                        </div>
                    </div>
                    <!--Empty Block-->
                    <div class="row">
                        <div class="empty-block-section"></div>
                    </div>
                    <!--  Section #2   -->
                    <div class="row  block-animate bl-pr-it bg-beige-light">
                        <div class="con-pr-em">
                            <div class="column-svg">
                                <div class="wr-svg-article">
                                    <img class="full-img" src="/img/woman-header/empty.png" alt="empty">
                                    <svg id="human-woman" viewBox="0 0 610 480" xmlns="http://www.w3.org/2000/svg">
                                        <title>Кто готовится к беременности</title>
                                        <desc>13 советов для тех, кто готовится к беременности</desc>
                                        <g id="point-main"></g>
                                        <!--  Women Problem   -->
                                        <g id="women-problem-gr">
                                            <!--  Uterus   -->
                                            <g class="uterus-item item-group" data-problem="pelvic_organs"
                                               data-name="Матка"
                                               data-section="Органы малого таза,Матка">
                                                <g class="uterus-organ item-organ">

                                                </g>
                                            </g>
                                            <!--  Ovaries   -->
                                            <g class="ovaries-item item-group" data-problem="pelvic_organs,ovary"
                                               data-name="Яичники"
                                               data-section="Органы малого таза,Яичники">
                                                <g class="ovaries-organ item-organ">

                                                </g>
                                            </g>
                                            <!--  Urinary Bladder   -->
                                            <g class="urinaryBladderW-item item-group" data-problem="urinary_bladder"
                                               data-name="Мочевой пузырь" data-section="Мочевой пузырь">
                                                <g class="urinaryBladderW-organ item-organ">

                                                </g>
                                            </g>
                                        </g>
                                    </svg>
                                </div>
                                <article class="not-col dontsplit">
                                    <h3 class="title-article after-line">Посетите терапевта.</h3>

                                    <p>
                                        <b class="num-b">2.</b> Он оценит состояние организма по общим анализам мочи и
                                        крови, биохимии
                                        крови, флюорографии, ЭКГ и артериальному давлению. Кроме того, терапевт
                                        подскажет,
                                        каких узких специалистов обязательно стоит посетить.
                                    </p>

                                    <h3 class="title-article after-line">Посетите своего лечащего врача.</h3>

                                    <p>
                                        <b class="num-b">3.</b> Если у вас есть хронические заболевания, обязательно
                                        посетите своего
                                        лечащего
                                        врача. Обсудите, как будет протекать беременность на фоне заболеваний, на что
                                        обратить внимание, какие могут быть осложнения. Особенно это касается тех, кто
                                        страдает гипертонией, тяжелыми сердечно-сосудистыми патологиями, сахарным
                                        диабетом,
                                        нарушениями эндокринной системы, варикозным расширением вен, камнями в почках
                                        или
                                        мочевом пузыре и так далее.
                                        Если вы постоянно принимаете лекарственные препараты, уточните у врача:
                                        разрешены ли
                                        они беременным? Если нет, врач должен заранее подобрать заместительную терапию,
                                        совместимую с беременностью и далее с грудным вскармливанием.
                                    </p>
                                </article>
                            </div>
                        </div>
                    </div>
                    <!-- Special Block
                     ================================================== -->
                    <div class="row block-animate">
                        <div class="special-article">
                            <div class="wr-special-article">
                                <h5 class="after-line">Важно</h5> <br>
                                На первый взгляд может показаться, что вам предстоит сделать слишком много.
                                Однако эти правила помогут избежать множества проблем и дадут вам возможность
                                выносить и родить здорового малыша.
                                <div class="wr-i-info">
                                    <i class="reproduction-info-section"></i>
                                </div>
                            </div>
                        </div>
                    </div>
                    <!--  Section #3   -->
                    <div class="row  block-animate bl-pr-it bg-beige-light">
                        <div class="con-pr-em">
                            <div class="columh-block">
                                <h3 class="title-article after-line">Следить за зубами</h3>

                                <p>
                                    <b class="num-b">4.</b> Зубы тоже стоит держать под контролем. Как любят
                                    говорить
                                    дантисты,
                                    полость
                                    рта – это входные ворота инфекции. Именно поэтому желательно устранить все
                                    стоматологические проблемы, включая самые незначительные, еще до беременности.
                                    Даже небольшой кариес на фоне «вымывания» кальция из зубов грозит обернуться
                                    бедой вроде разрушения зуба. А процесс его «починки» может причинить массу
                                    болезненных ощущений. В вашем случае врачи будут вынуждены использовать более
                                    легкую анестезию, безвредную для плода.

                                </p>

                                <h3 class="title-article after-line">Отправиться к гинекологу</h3>

                                <p>
                                    <b class="num-b">5.</b> После терапевта стоит отправиться к гинекологу.
                                    Расскажите
                                    ему о своих
                                    планах. Хороший врач предложит проверить проходимость маточных труб, сделать УЗИ
                                    органов малого таза и другие анализы. Не отказывайтесь! Это не «лишние» траты
                                    сил, времени и денег, а оценка вашей репродуктивной системы, которая поможет
                                    оценить ваши шансы на зачатие, а также выявить и устранить проблемы (если они
                                    есть).
                                </p>

                                <h3 class="title-article after-line">Анализы</h3>

                                <p>
                                    <b class="num-b">6.</b> Отдельно остановимся на анализах, на которые стоит
                                    попросить
                                    направление у гинеколога, если он сам не предложит вам их сдать. Первый блок –
                                    это заболевания, передающиеся половым путем: микоплазмоз, хламидиоз,
                                    уреаплазмоз, вирус герпеса, цитомегаловирус, вирус папилломы человека, гонорея и
                                    трихомониаз. Некоторые из этих инфекций протекают бессимптомно и в самых
                                    запущенных случаях приводят к бесплодию либо вызывают тяжелые пороки развития
                                    плода и выкидыши. Если что-то из этого списка будет у вас обнаружено, не
                                    пугайтесь. В большинстве случаев половые инфекции полностью излечимы либо хорошо
                                    отвечают на терапию. После курса лечения и сдачи повторных анализов вы сможете
                                    снова планировать беременность.

                                </p>

                                <p>
                                    <b class="num-b">7.</b> Следующий блок анализов: сдача так называемого
                                    госпитального
                                    комплекса
                                    обоими родителями. Это анализы на ВИЧ, сифилис и вирусные гепатиты B и С.

                                </p>

                                <p>
                                    <b class="num-b">8.</b> Еще одно направление в лабораторию вы получите, чтобы
                                    понять, как
                                    обстоят дела с так называемыми TORCH-инфекциями («торч»). По первым буквам
                                    названия:
                                    <br>
                                    - T (Тoxoplasmosis) – токсоплазма. <br>
                                    - О (Others – другие) – ветрянка, энтеровирус, гонококки, листериоз, хламидиоз,
                                    гепатиты В и С, сифилис. <br>
                                    - R (Rubella) – краснуха. <br>
                                    - С (Cytomegalovirus) – цитомегаловирусная инфекция. <br>
                                    - H (Herpes) – герпес. <br>
                                    Наличие иммунитета к ним у будущей мамы означает, что заболеть во время
                                    беременности практически нереально. В случаях TORCH-инфекции у беременной врачи
                                    обычно вынуждены пойти на крайние меры и настаивать на прерывании беременности.
                                    Важный момент: сдать эти анализы вам необходимо вместе с папой будущего малыша!
                                </p>

                                <h3 class="title-article after-line">Краснуха</h3>

                                <p>
                                    <b class="num-b">9.</b> Особое внимание стоит уделить одной из TORCH-инфекций –
                                    краснухе.
                                    Обязательно сдайте анализ на антитела к краснухе, даже если слышали от мамы, что
                                    переболели в детстве. Если вы заболеете краснухой во время вынашивания ребенка,
                                    это почти наверняка приведет к появлению на свет малыша с серьезными
                                    патологиями. Именно поэтому при отсутствии иммунитета лучше заранее сделать
                                    прививку от краснухи, чтобы забыть об этой проблеме раз и навсегда.
                                </p>

                                <h3 class="title-article after-line">Резус-фактор</h3>

                                <p>
                                    <b class="num-b">10.</b> Еще один обязательный пункт – сдача совместных анализов
                                    супругов на
                                    резус-фактор. Если у вас с папой будущего малыша разные резусы, на вероятность
                                    зачатия это не повлияет. Однако отторжение плода вызвать может. Поэтому лучше
                                    заранее знать об этой особенности вашей пары, чтобы вовремя подключить терапию
                                    для сохранения беременности.
                                </p>

                                <h3 class="title-article after-line">Гормональные контрацептивы</h3>

                                <p>
                                    <b class="num-b">11.</b> Отказаться от гормональных контрацептивов (таблеток,
                                    уколов,
                                    пластырей) следует за три месяца до планируемой беременности. Внутриматочную
                                    спираль надо извлечь за полгода до зачатия. Организму потребуется время, чтобы
                                    восстановить овуляцию, гормональный баланс и подготовиться к возможной
                                    беременности. В это время предохраняйтесь презервативами или местными
                                    негормональными контрацептивами (например, вагинальными таблетками).

                                </p>

                                <h3 class="title-article after-line">Питание</h3>

                                <p>
                                    <b class="num-b">12.</b> Обязательно обратите внимание на свое питание.
                                    Некоторые
                                    витамины и
                                    минералы необходимы для зачатия и развития плода на самой ранней стадии, когда
                                    женщина еще не знает о своей беременности. Это фолиевая кислота, витамины группы
                                    В, магний, цинк и некоторые другие. Причем дефицит этих витаминов испытывают
                                    большинство женщин, даже те, которые следят за своим питанием. Чтобы подготовить
                                    организм к зачатию и «питанию за двоих», начните прием специализированных
                                    комплексов для тех, кто планирует беременность. Например, <a
                                        href="/nashi_produkty/pregnoton">«Прегнотон»</a>
                                    предназначен именно для этой цели.
                                </p>

                                <h3 class="title-article after-line">Физическая активность и спокойствие</h3>

                                <p>
                                    <b class="num-b">13.</b> Ну и последний совет – умеренная физическая активность
                                    и
                                    спокойствие.
                                    Зарядка по утрам, если ее делать, неожиданно повышает настроение и самооценку.
                                    Если вам сложно найти время для зарядки утром, попробуйте ежедневные часовые
                                    прогулки на свежем воздухе или найдите вечером полчаса для регулярного комплекса
                                    упражнений, которые вам нравятся. Ваша задача – укрепить мышцы спины и улучшить
                                    общее самочувствие. <br class="second-br">
                                    <b>На первый взгляд может показаться, что вам предстоит сделать слишком много.
                                        Однако эти правила помогут избежать множества проблем и дадут вам
                                        возможность
                                        выносить и родить здорового малыша.</b>
                                </p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </section>
    <!-- Footer Article
    ================================================== -->
    <section id="footer-article">
        <div class="row block-animate">
            <div class="container-pr">
                <div class="col-2">
                    <!--  Drugs   -->
                    <div class="row bl-pr-it">
                        <div class="con-pr-em">
                            <!--  Препараты, относящиеся к решению данной проблемы   -->
                            <div class="drug-article-left p-pr-r">
                            <div class="sum-2-drugs">
                                <!--  Синергин   -->
                                <figure class="figure-article" data-name-drugs="Синергин">
                                    <img class="full-img" src="/img/drugs/drugs-item/sinergin-index-big.jpg"
                                         alt="Синергин">
                                    <figcaption>
                                        <a href="/nashi_produkty/sinergin">
                                             <span class="drugs-name-transition">
                                            Синергин
                                                 </span>
                                        </a>
                                    </figcaption>
                                </figure>
                                <!--  Прегнотон  -->
                                <figure class="figure-article" data-name-drugs="Прегнотон">
                                    <img class="full-img" src="/img/drugs/drugs-item/pregnoton-index-big.jpg"
                                         alt="Прегнотон">
                                    <figcaption>
                                        <a href="/nashi_produkty/pregnoton">
                                            <span class="drugs-name-transition">
                                            Прегнотон
                                                </span>
                                        </a>
                                    </figcaption>
                                </figure>
                            </div>
                            <div class="wr-note-drugs-article">
                            <span class="note-drugs-article">
                                 Эти препараты помогут вам подготовиться к беременности.
                            </span>
                            </div>
                        </div>
                        <!--  List Problem   -->
                            <div class="drug-article-right p-pr-l">
                                <div class="tag-item txt-center">
                                    <ul class="l-p-c-a">
                                    <li><a href="/zhenskoe_zdorovie/mastopatija"><i class="reproduction-tags-2"></i>Мастопатия</a>
                                    </li>
                                    <li><a href="/zhenskoe_zdorovie/cistit"><i
                                                class="reproduction-tags-2"></i>Цистит</a>
                                    </li>
                                    <li><a href="/zhenskoe_zdorovie/narushenija_menstrualnogo_cikla"><i
                                                class="reproduction-tags-2"></i>Нарушения менструального
                                            цикла</a></li>
                                    <li><a href="/zhenskoe_zdorovie/giperprolaktinemija"><i
                                                class="reproduction-tags-2"></i>Гиперпролактинемия</a>
                                    </li>
                                    <li><a href="/zhenskoe_zdorovie/priem_kombinirovannyh_oralnyh_kontraceptivov"><i
                                                class="reproduction-tags-2"></i>Прием комбинированных оральных
                                            контрацептивов</a></li>

                                </ul>
                            </div>
                            <div class="wr-note-drugs-article">
                            <span class="note-drugs-article list-problem-note-article">
                                 В данном блоке представлены другие проблемы, связанные с женским здоровьем.
                            </span>
                            </div>
                        </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </section>
<?php
$script = <<< JS
function setSvgProblem(){
 var womenOrgansAll = {
       uterus: attr = {
        class: "women-fill",
        insert: ".uterus-item",
        insertOrgan: ".uterus-organ",
        name: "uterus",
        category: "women",
        organCircle: {
            circleWr: 'M546,326m-45,0a45,45 0 1,0 90,0a45,45 0 1,0 -90,0'
        },
        circleSmall: [320.285, 417.341, 5],
        path: "M320.494,417.305l155.237,-91.654l70.87,0",
        organPath: {
            p0: "M546,319.486c4.886,-0.086 9.086,-1.629 13.543,-3.429c-2.657,1.886 -5.057,3.257 -7.2,5.572c-3.257,3.6 -5.486,7.971 -6.343,12.771",
            p1: "M577.029,329.857c0,0.257 -0.086,0.686 0.085,0.857c0.086,0.086 0.257,0.172 0.343,0.172c0.514,0.085 0.857,-0.343 1.2,-0.6c0.343,-0.257 0.6,-0.6 0.943,-0.857c0.686,-0.686 1.286,-1.458 1.886,-2.229c1.285,-1.8 2.228,-3.857 2.571,-6c0,-0.086 0,-0.086 0,-0.171c0.772,-4.543 -0.857,-11.229 -8.314,-12.515c-7.457,-1.285 -10.286,3.172 -13.886,3.429",
            p2: "M571.971,320.429c-0.342,-0.086 -0.685,-0.258 -0.771,-0.686c-0.171,-1.029 2.143,-0.943 2.657,-0.857c1.029,0.085 2.057,0.257 3.086,0.343c0.6,0 1.286,0 1.8,-0.343c1.371,-0.857 1.628,-4.972 -3.257,-6.172c-4.886,-1.2 -8.829,1.2 -10.8,3.772",
            p3: "M520.029,320.429c0.342,-0.086 1.114,-0.172 1.028,-0.686c0,-0.172 -0.171,-0.429 -0.343,-0.514c-0.171,-0.086 -0.343,-0.172 -0.6,-0.258c-0.171,0 -0.343,-0.085 -0.428,-0.085c-1.2,-0.172 -2.4,0 -3.6,0.171c-0.943,0.172 -2.143,0.257 -3,-0.257c-1.372,-0.857 -1.629,-4.971 3.257,-6.171c4.886,-1.2 8.828,1.2 10.8,3.771",
            p4: "M530.057,311.943c-3.6,-0.343 -6.428,-4.714 -13.886,-3.429c-7.457,1.2 -9,7.886 -8.314,12.429c0.343,2.228 1.372,4.286 2.657,6.171c0.429,0.686 0.943,1.286 1.457,1.886c0.515,0.514 1.029,1.2 1.715,1.543c0.257,0.171 0.514,0.257 0.771,0.257c0.086,0 0.257,0 0.343,-0.086c0.257,-0.171 0.171,-0.6 0.171,-0.857",
            p5: "M546,319.486c-4.886,-0.086 -9.086,-1.629 -13.543,-3.429c2.657,1.886 5.057,3.257 7.2,5.572c3.257,3.6 5.486,7.971 6.343,12.771",
            p6: "M546,334.486l0,30.514",
            p9: "M577.029,329.857c1.285,-0.771 2.142,-1.971 2.314,-3.343c0.428,-2.828 -2.143,-5.571 -5.657,-6.085c-0.6,-0.086 -1.2,-0.086 -1.8,-0.086c-2.743,0.257 -4.972,1.971 -5.315,4.286c-0.428,2.828 2.143,5.571 5.658,6.085c1.8,0.257 3.514,-0.085 4.8,-0.857Z",
            p10: "M514.971,329.857c1.286,0.772 3,1.2 4.8,0.943c3.515,-0.514 6,-3.171 5.658,-6.086c-0.343,-2.314 -2.572,-4.028 -5.315,-4.285c-0.6,-0.086 -1.2,0 -1.8,0.085c-3.514,0.515 -6,3.172 -5.657,6.086c0.172,1.286 1.029,2.486 2.314,3.257Z"
        },
        organMain: {
            p7: "M527.229,316.4c1.971,2.571 2.228,6.943 5.228,11.229c3,4.285 7.029,4.971 8.143,8.571c1.114,3.6 0.086,13.971 0.171,17.229c0.172,3.342 1.629,10.114 2.572,10.971c0.857,0.857 2.657,0.514 2.657,0.514c0,0 1.8,0.343 2.657,-0.514c0.857,-0.857 2.4,-7.629 2.572,-10.971c0.171,-3.343 -0.943,-13.629 0.171,-17.229c1.114,-3.6 5.143,-4.286 8.143,-8.571c3,-4.286 3.257,-8.658 5.228,-11.229",
            p8: "M530.057,311.943c3.6,0.343 8.229,-3.943 15.943,-3.943c7.714,0 12.343,4.286 15.943,3.943"
        }
    },
        ovaries: attr = {
            class: "women-fill",
            insert: ".ovaries-item",
            insertOrgan: ".ovaries-organ",
            name: "ovaries",
            category: "women",
            organCircle: {
                circleWr: 'M96,371m-45,0a45,45 0 1,0 90,0a45,45 0 1,0 -90,0'
            },
            circleSmall: [312.285, 402.341, 5],
            path: "M312.804,403.143l-146.271,-32.148l-71.539,0",
            organPath: {
                p0: "M96,364.486c4.886,-0.086 9.086,-1.629 13.543,-3.429c-2.657,1.886 -5.057,3.257 -7.2,5.572c-3.257,3.6 -5.486,7.971 -6.343,12.771",
                p1: "M127.029,374.857c0,0.257 -0.086,0.686 0.085,0.857c0.086,0.086 0.257,0.172 0.343,0.172c0.514,0.085 0.857,-0.343 1.2,-0.6c0.343,-0.257 0.6,-0.6 0.943,-0.857c0.686,-0.686 1.286,-1.458 1.886,-2.229c1.285,-1.8 2.228,-3.857 2.571,-6c0,-0.086 0,-0.086 0,-0.171c0.772,-4.543 -0.857,-11.229 -8.314,-12.515c-7.457,-1.285 -10.286,3.172 -13.886,3.429",
                p2: "M121.971,365.429c-0.342,-0.086 -0.685,-0.258 -0.771,-0.686c-0.171,-1.029 2.143,-0.943 2.657,-0.857c1.029,0.085 2.057,0.257 3.086,0.343c0.6,0 1.286,0 1.8,-0.343c1.371,-0.857 1.628,-4.972 -3.257,-6.172c-4.886,-1.2 -8.829,1.2 -10.8,3.772",
                p3: "M70.029,365.429c0.342,-0.086 1.114,-0.172 1.028,-0.686c0,-0.172 -0.171,-0.429 -0.343,-0.514c-0.171,-0.086 -0.343,-0.172 -0.6,-0.258c-0.171,0 -0.343,-0.085 -0.428,-0.085c-1.2,-0.172 -2.4,0 -3.6,0.171c-0.943,0.172 -2.143,0.257 -3,-0.257c-1.372,-0.857 -1.629,-4.971 3.257,-6.171c4.886,-1.2 8.828,1.2 10.8,3.771",
                p4: "M80.057,356.943c-3.6,-0.343 -6.428,-4.714 -13.886,-3.429c-7.457,1.2 -9,7.886 -8.314,12.429c0.343,2.228 1.372,4.286 2.657,6.171c0.429,0.686 0.943,1.286 1.457,1.886c0.515,0.514 1.029,1.2 1.715,1.543c0.257,0.171 0.514,0.257 0.771,0.257c0.086,0 0.257,0 0.343,-0.086c0.257,-0.171 0.171,-0.6 0.171,-0.857",
                p5: "M96,364.486c-4.886,-0.086 -9.086,-1.629 -13.543,-3.429c2.657,1.886 5.057,3.257 7.2,5.572c3.257,3.6 5.486,7.971 6.343,12.771",
                p6: "M96,379.486l0,30.514",
                p7: "M77.229,361.4c1.971,2.571 2.228,6.943 5.228,11.229c3,4.285 7.029,4.971 8.143,8.571c1.114,3.6 0.086,13.971 0.171,17.229c0.172,3.342 1.629,10.114 2.572,10.971c0.857,0.857 2.657,0.514 2.657,0.514c0,0 1.8,0.343 2.657,-0.514c0.857,-0.857 2.4,-7.629 2.572,-10.971c0.171,-3.343 -0.943,-13.629 0.171,-17.229c1.114,-3.6 5.143,-4.286 8.143,-8.571c3,-4.286 3.257,-8.658 5.228,-11.229",
                p8: "M80.057,356.943c3.6,0.343 8.229,-3.943 15.943,-3.943c7.714,0 12.343,4.286 15.943,3.943"
            },
            organMain: {
                p9: "M127.029,374.857c1.285,-0.771 2.142,-1.971 2.314,-3.343c0.428,-2.828 -2.143,-5.571 -5.657,-6.085c-0.6,-0.086 -1.2,-0.086 -1.8,-0.086c-2.743,0.257 -4.972,1.971 -5.315,4.286c-0.428,2.828 2.143,5.571 5.658,6.085c1.8,0.257 3.514,-0.085 4.8,-0.857Z",
                p10: "M64.971,374.857c1.286,0.772 3,1.2 4.8,0.943c3.515,-0.514 6,-3.171 5.658,-6.086c-0.343,-2.314 -2.572,-4.028 -5.315,-4.285c-0.6,-0.086 -1.2,0 -1.8,0.085c-3.514,0.515 -6,3.172 -5.657,6.086c0.172,1.286 1.029,2.486 2.314,3.257Z"
            }

        },
         urinaryBladderW: attr = {
        class: "women-fill",
        insert: ".urinaryBladderW-item",
        insertOrgan: ".urinaryBladderW-organ",
        name: "urinaryBladderW",
        category: "women",
        organCircle: {
            circleWr: 'M96,251m-45,0a45,45 0 1,0 90,0a45,45 0 1,0 -90,0'
        },
        circleSmall: [320.285, 385.341, 5],
        path: "M320.757,385.453l-154.372,-135.914l-71.839,0",
        organPath: {
            p0: "M95.914,292.229c0,-1.8 0.086,-3.772 0.257,-5.915c0.6,-9.771 2.229,-14.914 4.972,-17.143c1.971,-1.628 4.543,-2.571 7.371,-3.514c4.8,-1.628 10.2,-3.514 13.2,-9.257c2.657,-4.971 2.486,-9.429 -0.428,-14.229c-2.4,-3.942 -8.829,-10.885 -25.372,-10.885c-16.543,0 -22.971,6.943 -25.371,10.885c-2.914,4.8 -3.086,9.258 -0.429,14.229c3,5.743 8.486,7.629 13.2,9.257c2.829,0.943 5.4,1.886 7.372,3.514c2.743,2.315 4.371,7.458 4.971,17.143c0.172,2.143 0.257,4.2 0.257,5.915",
            p1: "M96.171,296c-0.085,0 -0.085,0 -0.171,0c-0.086,0 -0.171,0 -0.257,0",
            p3: "M73.286,252.971c0.514,1.543 1.628,2.915 3.171,3.429c0.6,0.171 1.286,0.257 1.886,0.429c1.028,0.257 2.057,0.685 2.828,1.371c0.772,0.686 1.286,1.714 1.286,2.743",
            p4: "M86.743,259.571c-0.086,1.8 1.028,3.686 2.743,4.372c0.857,0.343 1.8,0.428 2.657,0.771c1.543,0.686 2.657,2.315 2.914,3.943",
            p5: "M79.543,249.714c0.857,0.857 1.714,1.715 2.914,2.057c0.772,0.172 1.629,0.172 2.4,0.172c1.972,0.086 4.029,0.943 4.8,2.657",
            p6: "M73.286,247.914c0.6,-1.285 1.971,-2.228 3.428,-2.4c1.029,-0.085 1.972,0.172 3,0.172c1.372,0 2.743,-0.515 3.772,-1.457",
            p7: "M80.829,240.286c1.628,-1.629 4.114,-2.315 6.428,-1.8c0.943,0.171 1.8,0.6 2.657,0.685c1.543,0.172 3.172,-0.514 4.115,-1.714",
            p8: "M119.486,252.114c-0.515,1.543 -1.629,2.915 -3.172,3.429c-0.6,0.171 -1.285,0.257 -1.885,0.428c-1.029,0.258 -2.058,0.686 -2.829,1.372c-0.771,0.686 -1.286,1.714 -1.286,2.743",
            p9: "M106.029,259.571c0.085,1.8 -1.029,3.686 -2.743,4.372c-0.857,0.343 -1.8,0.428 -2.657,0.771c-1.543,0.686 -2.658,2.315 -2.915,3.943",
            p10: "M113.143,249.114c-0.857,0.857 -1.714,1.715 -2.914,2.057c-0.772,0.172 -1.629,0.172 -2.4,0.172c-1.972,0.086 -4.029,0.943 -4.8,2.657",
            p11: "M118.286,247.143c-0.6,-1.286 -1.972,-2.229 -3.429,-2.4c-1.028,-0.086 -1.971,0.171 -3,0.171c-1.371,0 -2.743,-0.514 -3.771,-1.457",
            p12: "M111.171,240.286c-1.628,-1.629 -4.114,-2.315 -6.428,-1.8c-0.943,0.171 -1.8,0.6 -2.657,0.685c-1.543,0.172 -3.172,-0.514 -4.115,-1.714",
            p13: "M95.829,246.114c-0.6,1.286 -0.943,2.915 -0.343,4.2c0.343,0.686 1.028,1.286 1.2,2.057c0.343,1.2 -0.343,2.486 -1.115,3.515",
            p14: "M95.914,292.229l0,3.771"
        },
        organMain: {
            p15: "M91.457,295.743c-0.171,-7.629 -0.943,-19.029 -3.943,-21.6c-4.543,-3.857 -17.314,-3.6 -23.314,-15.086c-2.143,-4.114 -2.914,-8.828 -2.229,-13.457c0.172,-1.2 -0.514,-2.314 -1.628,-2.829c-2.829,-1.2 -5.4,-2.828 -7.543,-4.971",
            p16: "M135.6,229.829c-1.543,2.142 -3.6,4.028 -6.343,5.4c-1.714,0.857 -3.771,0.514 -5.057,-0.858c-5.314,-5.742 -14.486,-9.771 -28.286,-9.771c-13.714,0 -22.885,4.029 -28.285,9.771c-1.286,1.372 -3.343,1.715 -5.058,0.858c-2.742,-1.372 -4.8,-3.258 -6.342,-5.4",
            p17: "M100.371,295.743c0.172,-7.629 0.943,-19.029 3.943,-21.6c4.543,-3.857 17.315,-3.6 23.315,-15.086c2.142,-4.114 2.914,-8.828 2.228,-13.457c-0.171,-1.2 0.514,-2.314 1.629,-2.829c2.828,-1.2 5.4,-2.828 7.543,-4.971"
        }
    }
    };
    return womenOrgansAll;
}
$(function () {
    animateThis("#women-svg");
    setTimeout(function () {
        callForEachDown.start(downContentHelp, [0, 1, 2, 3], 500);

    }, 800);
    var controller1 = new ScrollMagic.Controller();
    new ScrollMagic.Scene({triggerElement: "#human-woman", triggerHook: 0.8, reverse: false})
        .on("start end", function (e) {
            itemHumanStart('#human-woman', setSvgProblem());
        })
        .addTo(controller1);
});
JS;
$this->registerJs($script, yii\web\View::POS_READY);
?>
<?php if (Yii::$app->params['browserOld9']) {
    $scriptColumn = <<< JS
var flag = false;
$('.column-svg').columnize({
   width: 430,
    doneFunc: function () {
        if (flag) {
            itemHumanStart('#human-woman', setSvgProblem());
        } else {
            flag = true;
        }

    }
});
$('.columh-block').columnize({width: 430});
JS;
    $this->registerJs($scriptColumn, yii\web\View::POS_READY);
}
?>
