
<!-- Header
================================================== -->
<header id="header-top">
    <div class="row header-row-top hed-all-bg bg-header-top-manWoman">
        <div class="con-hd">
            <div class="left-header txt-right">
                <div class="wr-txt-header">
                    <!--  Help Phone   -->
                    <div class="phone-help-top">
                        <span class="name-phone">телефон горячей линии</span> <br>
                            <span class="phone-help-top-item">8-800-200-86-86 <i
                                    class="reproduction-phone-help"></i></span>
                    </div>
                    <!--  Down Content Help   -->
                    <div id="wr-down-content">
                        <i class="reproduction-down-lite down"></i>
                        <i class="reproduction-down-lite down"></i>
                        <i class="reproduction-down-lite down"></i>
                    </div>
                    <h1 class="BebasNeueBold header-color title-problem-header">
                        МУЖСКОЕ БЕСПЛОДИЕ
                        <!--  SVG   -->
                                <span class="wr-svg-header">
                                    <svg id="couples-svg" class="svg-slider-category" viewBox="0 0 122 122"
                                         xmlns="http://www.w3.org/2000/svg">
                                        <title>Здоровье семейной пары</title>
                                        <desc>Как планировать первую беременность, если вам больше 35 лет</desc>
                                    </svg>
                                </span>
                    </h1>

                    <h3>Здоровье семейной
                        пары</h3>
                </div>
            </div>
            <div class="right-header">
            </div>
            <!--  Breadcrumbs   -->
            <div id="breadcrumbs-wr">
                <nav class="breadcrumbs">
                    <ol class="cd-multi-steps">
                        <li class="visited"><a href="/">Главная</a><span class="cd-multi-steps-line">|</span></li>
                        <li class="visited"><span><?= $category->title ?></span> -</li>
                        <li class="current"><span><?= $problem->title ?></span></li>
                    </ol>
                </nav>
            </div>
        </div>
    </div>
</header>
<!--Empty Block-->
<div class="row">
    <div class="empty-block-section"></div>
</div>
<!-- Main Section
================================================== -->
<section id="main-article">
    <div class="row">
        <div class="container-pr">
            <div class="col-1 view-des">
                <div id="pin1" class="list-drugs-article">
                    <!--  Сперотон   -->
                    <figure class="drugs-article active" data-name-drugs="Сперотон">
                        <img class="full-img-drugs" src="/img/drugs/drugs-index/speroton-index-small.jpg"
                             alt="Сперотон">
                        <figcaption>
                            <a href="/nashi_produkty/speroton">
                                     <span class="drugs-name-transition">
                                    Сперотон
                                         </span>
                            </a>
                        </figcaption>
                    </figure>
                    <!--  Прегнотон  -->
                    <figure class="drugs-article" data-name-drugs="Прегнотон">
                        <img class="full-img-drugs" src="/img/drugs/drugs-index/pregnoton-index-small.jpg"
                             alt="Прегнотон">
                        <figcaption>
                            <a href="/nashi_produkty/pregnoton">
                                     <span class="drugs-name-transition">
                                    Прегнотон
                                         </span>
                            </a>
                        </figcaption>
                    </figure>
                    <!--  Менсе   -->
                    <figure class="drugs-article" data-name-drugs="Менсе">
                        <img class="full-img-drugs" src="/img/drugs/drugs-index/mense-index-small.jpg"
                             alt="Менсе">
                        <figcaption>
                            <a href="/nashi_produkty/mence">
                                     <span class="drugs-name-transition">
                                    Менсе
                                         </span>
                            </a>
                        </figcaption>
                    </figure>
                    <!--  Синергин   -->
                    <figure class="drugs-article active" data-name-drugs="Синергин">
                        <img class="full-img-drugs" src="/img/drugs/drugs-index/sinergin-index-small.jpg"
                             alt="Синергин">
                        <figcaption>
                            <a href="/nashi_produkty/sinergin">
                                     <span class="drugs-name-transition">
                                    Синергин
                                         </span>
                            </a>
                        </figcaption>
                    </figure>
                    <!--  Цисталин   -->
                    <figure class="drugs-article" data-name-drugs="Цистениум">
                        <img class="full-img-drugs" src="/img/drugs/drugs-index/cystenium-index-small.jpg"
                             alt="Цистениум">
                        <figcaption>
                            <a href="/nashi_produkty/cystenium">
                                     <span class="drugs-name-transition">
                                    Цистениум
                                         </span>
                            </a>
                        </figcaption>
                    </figure>
                </div>
            </div>
            <!-- TXT
            ================================================== -->
            <div id="wr-col-article" class="col-2 pad-col2">
                <div class="row block-animate bl-pr-it bg-beige-light">
                    <div class="con-pr-em">
                        <div class="left-article p-pr-r">
                            <div class="txt-left min_height" data-mh="group-im-pr">
                                <div class="align-vertical">
                                    <h2 class="title-section after-line h-pr-t">
                                        Когда пора к врачу
                            <span class="item-number-article">
                                <strong class="number-item"><i class="reproduction-quotes"></i></strong>
                                <span class="vertical-line"></span>
                            </span>
                                    </h2>
                                    <!--  Article   -->
                                    <p>
                                        <b>При активной половой</b> жизни без использования противозачаточных средств
                                        примерно
                                        30% пар начинают ждать пополнения спустя три месяца, ещё для 60% пар этот срок
                                        составляет семь месяцев. У 10% пар зачатие происходит спустя 10-11 месяцев после
                                        планирования беременности. <br>
                                        Если же женщина не беременеет на протяжении года активной половой жизни, то это
                                        уже причина обратиться к врачу. Проходить исследование при этом должны оба
                                        партнера.
                                        До сих пор бытует ошибочное представление, что чаще всего в отсутствии детей
                                        виновата женщина. Но это не так. В 40-45% случаях причины кроются в состоянии
                                        репродуктивной системы мужчины. Именно поэтому обследование мужчины не менее
                                        важно, чем обследование женщины.
                                    </p>
                                </div>
                            </div>
                        </div>
                        <div class="right-article p-pr-l">
                            <div class="bg-34 m-img-bg" data-mh="group-im-pr"></div>
                        </div>
                    </div>
                </div>
                <!--Empty Block-->
                <div class="row">
                    <div class="empty-block-section"></div>
                </div>
                <!--  Section #2   -->
                <div class="row  block-animate bl-pr-it bg-beige-light">
                    <div class="con-pr-em">
                        <div class="columh-block">
                            <article>
                                <h3 class="title-article after-line">Симптомы и причины</h3>

                                <p>
                                    Симптомы мужского бесплодия отсутствуют, поэтому часто мужчина узнает о снижении
                                    своей фертильности только после обследования. Тем не менее есть ряд косвенных
                                    признаков, которые могут указывать на проблему. Это уменьшение количества спермы,
                                    ухудшение потенции, болевые ощущения.
                                    Мужское бесплодие возникает либо из-за нарушения и ухудшения процессов образования и
                                    созревания сперматозоидов, либо из-за уменьшения оплодотворяющей способности
                                    сперматозоидов.
                                </p>

                                <p>
                                    <b>Рассмотрим причины, которые могут приводить к мужскому бесплодию:
                                    </b>
                                </p>
                                <ul class="list-article">
                                    <li>
                                        Инфекционно-воспалительные, генетические и другие заболевания, а также
                                        последствия этих заболеваний.
                                    </li>
                                    <li>
                                        Гормональная недостаточность.
                                    </li>
                                    <li>
                                        Варикоцеле (расширение вен семенного канатика).
                                    </li>
                                    <li>
                                        Проблемы с иммунной системой.
                                    </li>
                                    <li>
                                        Проблемы с потенцией и/или эякуляцией.
                                    </li>
                                    <li>Прием некоторых лекарственных средств и наркотиков. Уменьшить количество
                                        жизнеспособных подвижных сперматозоидов могут анаболические стероиды, аспирин,
                                        некоторые лекарства от эпилепсии, антидепрессанты, марихуана, кокаин и пр.); а
                                        также радио- или- химиотерапия. Кроме того, на количестве и подвижности
                                        сперматозоидов может временно сказаться перенесенная простуда, проходившая с
                                        повышенной температурой.

                                    </li>
                                    <li>
                                        Протекающие бессимптомно половые инфекции хронической природы – причина
                                        внутренних воспалительных процессов, результатом которых могут быть
                                        спайки
                                        маточных труб или эндометрит.
                                    </li>
                                    <li>
                                        Регулярный контакт с некоторыми химическими веществами (свинец, мышьяк, многие
                                        виды лаков и красок).
                                    </li>
                                    <li>
                                        Неблагоприятные факторы окружающей среды. Воздействие электромагнитных
                                        излучений, использование бытовой химии, низкое содержание кислорода в воздухе,
                                        воздействие УФ-излучения, – всё это провоцирует окислительный стресс и ведет к
                                        повышенной дефрагментации ДНК (дефекты в генетическом материале) сперматозоидов.
                                        При окислительном стрессе повреждаются жгутики и мембраны сперматозоидов,
                                        снижается их оплодотворяющая способность.
                                    </li>
                                    <li>
                                        Неправильный рацион. Недостаточное содержание в рационе белков (аминокислот), а
                                        также витаминов и минералов, которые участвуют в сперматогенезе, может приводить
                                        к снижению качества сперматозоидов и, как следствие, к бесплодию.
                                    </li>
                                    <li>
                                        Вредные привычки. Никотин, который поступает в организм при курении, может
                                        нарушать строение и форму сперматозоидов, а также снижать их подвижность.
                                        Хронический алкоголизм также приводит к снижению выработки сперматозоидов, а
                                        вдобавок негативно влияет на потенцию.
                                    </li>
                                    <li>
                                        Образ жизни. Бесплодие может возникнуть у тех мужчин, которые ведут
                                        малоподвижный образ жизни и имеют сидячую работу, а также у тех, кто часто
                                        принимает горячие ванны или любит ходить в баню. Это связано с тем, что из-за
                                        повышенной температуры снижается выработка сперматозоидов.
                                    </li>
                                    <li>
                                        Психологический стресс. В некоторых случаях сбои с сексуальным влечением,
                                        эрекцией и эякуляторной функцией могут быть вызваны стрессом, причем часто это
                                        происходит именно во время обследования по поводу бесплодия. Хорошие новости в
                                        том, что эти проблемы временны и решаются поддержкой близких, открытыми
                                        обсуждениями сложностей с врачом и женой. Иногда бывает полезна помощь
                                        психолога.
                                    </li>
                                </ul>
                                <p>
                                    Отдельный случай, который встречается довольно редко, – это повреждение
                                    сперматогенного эпителия под воздействием радиации. Но как правило, невозможно
                                    случайно оказаться под воздействием повышенных доз радиации и не знать об этом. На
                                    предприятиях атомной энергетики или в других учреждениях, где существует риск
                                    подвергнуться радиоактивному облучению, соблюдаются строгие меры защиты, личной
                                    безопасности и ведется дозиметрический контроль, в том числе и индивидуальный.
                                    <br>
                                    Иногда причины бесплодия не могут быть установлены. Такое бесплодие называется
                                    идиопатическим.
                                </p>
                            </article>
                        </div>
                    </div>
                </div>
                <!--Empty Block-->
                <div class="row">
                    <div class="empty-block-section"></div>
                </div>
                <!--  Section #2   -->
                <div class="row  block-animate bl-pr-it bg-beige-light">
                    <div class="con-pr-em">
                        <div class="column-svg">
                            <div class="wr-svg-article">
                                <img class="full-img" src="/img/index-img/empty.min.jpg" alt="empty">
                                <svg id="human-woman" viewBox="0 0 610 480" xmlns="http://www.w3.org/2000/svg">
                                    <title>Мужское бесплодие</title>
                                    <desc>Когда пора к врачу</desc>
                                    <g id="point-main"></g>
                                    <!--  Men Problem   -->
                                    <g id="men-problem-gr">
                                        <!--  Penis   -->
                                        <g class="penis-item item-group" data-problem="pelvic_organs,penis"
                                           data-name="Половой член" data-section="Органы малого таза,Половой член">
                                            <g class="penis-organ item-organ">

                                            </g>
                                        </g>
                                        <!--  Testicles   -->
                                        <g class="testicles-item item-group"
                                           data-problem="pelvic_organs,men_testicles"
                                           data-name="Яички" data-section="Органы малого таза,Яички">
                                            <g class="testicles-organ item-organ">

                                            </g>
                                        </g>
                                        <!--  Urinary Bladder   -->
                                        <g class="urinaryBladder-item item-group" data-problem="fertility"
                                           data-name="Мочевой пузырь" data-section="Органы малого таза">
                                            <g class="urinaryBladder-organ item-organ">

                                            </g>
                                        </g>
                                    </g>
                                </svg>
                            </div>
                            <article class="not-col dontsplit">
                                <h3 class="title-article after-line">Проблема решается!</h3>

                                <p>
                                    <b>К счастью</b>, во многих ситуациях мужское бесплодие излечимо. Методы зависят от
                                    причин
                                    возникновения, но всегда терапия сопровождается приемом препаратов, предназначенных
                                    для восстановления сперматогенеза. Например, при варикоцеле проводится операция, а
                                    затем рекомендуются препараты, улучшающие качество спермы. Если ухудшение
                                    сперматогенеза связано с гормональными проблемами, пациенту назначается гормональная
                                    терапия. Во всех остальных случаях рекомендуются комплексы с высоким содержанием
                                    веществ, способствующих образованию и созреванию сперматозоидов с правильным
                                    строением. Это аминокислота L-карнитин, витамин Е, фолиевая кислота и цинк. Все они
                                    содержатся в препарате <a href="/nashi_produkty/pregnoton">Сперотон</a>. Курс приема
                                    составляет три месяца, поскольку
                                    процесс созревания сперматозоидов длится 72 дня, и в течение всего этого срока
                                    организм должен быть обеспечен этими веществами. <br>
                                    Также нередко требуется прием антиоксидантов: витаминов Е и С, селена, ликопина и
                                    бета-каротина, коэнзима Q10. Именно антиоксиданты защищают ткани яичек и
                                    сперматозоиды от негативного воздействия окружающей среды, помогают нейтрализовать
                                    последствия курения, приема лекарств. Специально для поддержки репродуктивной
                                    системы выпускается <a href="/nashi_produkty/sinergin">Синергин</a> – комплекс 6
                                    мощных природных антиоксидантов.

                                </p>
                            </article>
                        </div>
                    </div>
                </div>
                <!--Empty Block-->
                <div class="row">
                    <div class="empty-block-section"></div>
                </div>
                <!--  Section #3   -->
                <div class="row  block-animate bl-pr-it bg-beige-light">
                    <div class="con-pr-em">
                        <div class="columh-block">
                            <h3 class="title-article after-line">Что ещё можно сделать?</h3>

                            <p>
                                При борьбе с бесплодием большую роль играют мероприятия, не связанные с приемом лекарств
                                или витаминных комплексов.
                            </p>
                            <ul class="list-article">
                                <li>
                                    Отказ от вредных привычек. <br>
                                    Курение приводит к повышению окислительного стресса, усиливает негативное влияние
                                    варикоцеле на сперматогенез. Отказ от курения может положительно сказаться на
                                    репродуктивной функции мужчины. <br>
                                    Что касается алкоголя, его чрезмерное потребление часто сопровождается такими
                                    нарушениями, как гипогонадизм (функциональная недостаточность яичек) и
                                    субфертильность (пониженная плодовитость). <br>
                                    Употребление наркотических препаратов ведет к гиперпролактинемии. Это гормональное
                                    нарушение, заключающееся в повышенном содержании гормона пролактина. При данном
                                    заболевании могут увеличиться молочные железы, возникнуть проблемы с эрекцией,
                                    нарушиться выработка сперматозоидов. Не менее важно, что при употреблении наркотиков
                                    возникает андрогенный дефицит (недостаток мужских гормонов).
                                </li>
                                <li>
                                    Отказ от тесных плавок, посещения бань, саун, парных, горячих ванн. Все, что ведет к
                                    перегреванию яичек и мошонки, понижает оплодотворяющую способность сперматозоидов.
                                </li>
                                <li>
                                    Умеренные регулярные физические нагрузки. <br> Здесь важно не переусердствовать: с
                                    одной
                                    стороны, умеренные нагрузки оказывают тонизирующее действие на половую систему
                                    мужчины в целом, с другой – долгие и изнурительные процедуры могут негативно
                                    сказаться на репродуктивной способности.
                                </li>
                                <li>
                                    Соблюдение регулярности половых контактов. Подвижные сперматозоиды созревают в
                                    течение 72 часов, поэтому половые контакты должны происходить не чаще одного раза в
                                    4 дня. Иначе количество неподвижных сперматозоидов будет увеличиваться, а шансы на
                                    зачатие – падать.
                                </li>
                                <li>
                                    Сведение к минимуму стрессовых ситуаций.
                                </li>
                                <li>
                                    Коррекция веса. Избыточный вес вызывает гормональные и метаболические нарушения, что
                                    напрямую влияет на мужскую фертильность. Поэтому мужчинам с бесплодием желательно
                                    придерживаться принципов правильного питания и постепенно снизить массу тела.
                                </li>
                            </ul>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</section>

<!-- Footer Article
================================================== -->
<section id="footer-article">
    <div class="row block-animate">
        <div class="container-pr">
            <div class="col-2">
                <!--  Drugs   -->
                <div class="row bl-pr-it">
                    <div class="con-pr-em">
                        <!--  Препараты, относящиеся к решению данной проблемы   -->
                        <div class="drug-article-left p-pr-r">
                            <div class="sum-2-drugs">
                                <!--  Синергин   -->
                                <figure class="figure-article" data-name-drugs="Синергин">
                                    <img class="full-img" src="/img/drugs/drugs-item/sinergin-index-big.jpg"
                                         alt="Синергин">
                                    <figcaption>
                                        <a href="/nashi_produkty/sinergin">
                                                   <span class="drugs-name-transition">
                                                Синергин
                                                       </span>
                                        </a>
                                    </figcaption>
                                </figure>
                                <!--  Сперотон  -->
                                <figure class="figure-article" data-name-drugs="Прегнотон">
                                    <img class="full-img" src="/img/drugs/drugs-item/speroton-index-big.jpg"
                                         alt="Сперотон">
                                    <figcaption>
                                        <a href="/nashi_produkty/speroton">
                                                   <span class="drugs-name-transition">
                                                Сперотон
                                                       </span>
                                        </a>
                                    </figcaption>
                                </figure>
                            </div>
                            <div class="wr-note-drugs-article">
                            <span class="note-drugs-article">
                                 Эти препараты помогут справиться с мужским бесплодием.
                            </span>
                            </div>
                        </div>
                        <!--  List Problem   -->
                        <div class="drug-article-right p-pr-l">

                            <div class="tag-item txt-center">
                                <ul class="l-p-c-a">
                                    <li><a href="/zdorovie_semejnoj_pary/planirovanie_pervogo_rebenka_posle_35_let"><i
                                                class="reproduction-tags-2"></i>Планирование первого ребенка после
                                            35
                                            лет</a>
                                    </li>
                                    <li><a href="/zdorovie_semejnoj_pary/podgotovka_k_vrt"><i
                                                class="reproduction-tags-2"></i>Подготовка к ВРТ и ЭКО</a>
                                    </li>
                                    <li><a href="/zdorovie_semejnoj_pary/povtornye_vykidyshi"><i
                                                class="reproduction-tags-2"></i> Повторные выкидыши</a></li>
                                    <li><a href="/zdorovie_semejnoj_pary/zhenskoe_besplodie"><i
                                                class="reproduction-tags-2"></i>Женское бесплодие</a></li>

                                </ul>
                            </div>
                            <div class="wr-note-drugs-article">
                            <span class="note-drugs-article list-problem-note-article">
                                 В данном блоке представлены другие проблемы, связанные со здоровьем семейной пары.
                            </span>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</section>
<?php
$script = <<< JS
function setSvgProblem(){
    var menOrgansAll = {
    penis: attr = {
        class: "men-fill",
        insert: ".penis-item",
        insertOrgan: ".penis-organ",
        name: "penis",
        category: "men",
        organCircle: {
            circleWr: 'M546,326m-45,0a45,45 0 1,0 90,0a45,45 0 1,0 -90,0'
        },
        circleSmall: [319.285, 416.341, 5],
        path: "M320.007,415.68l156.674,-88.984l69.045,0",
        organPath: {
            p0: "M557.229,303.371c0,3.686 -5.058,6.686 -11.229,6.686c-6.171,0 -11.229,-3 -11.229,-6.686c0,-3.685 5.058,-5.142 11.229,-5.142c6.171,0 11.229,1.457 11.229,5.142Z",
            p4: "M561.943,325.4c0,0 -1.8,0.6 -1.2,2.314c0.6,1.715 2.314,1.115 2.314,1.115c2.829,-0.943 6.172,1.457 7.372,5.314c1.2,3.857 -0.086,7.714 -2.915,8.657c0,0 -1.628,0.943 -1.2,2.486c0.515,1.543 2.315,0.943 2.315,0.943c4.628,-1.458 6.942,-7.372 5.142,-13.115c-1.8,-5.743 -7.114,-9.171 -11.828,-7.714Z",
            p5: "M567.514,286.743c-4.543,7.8 -7.8,17.657 1.372,25.628c13.714,12 3.943,18.429 3.943,18.429",
            p6: "M529.714,325.4c0,0 1.8,0.6 1.2,2.314c-0.6,1.715 -2.314,1.115 -2.314,1.115c-2.829,-0.943 -6.171,1.457 -7.371,5.314c-1.2,3.857 0.085,7.714 2.914,8.657c0,0 1.628,0.943 1.2,2.486c-0.514,1.543 -2.314,0.943 -2.314,0.943c-4.629,-1.458 -6.943,-7.372 -5.143,-13.115c1.8,-5.743 7.114,-9.171 11.828,-7.714Z",
            p7: "M524.143,286.743c4.543,7.8 7.8,17.657 -1.372,25.628c-13.714,12 -3.942,18.429 -3.942,18.429",
            p8: "M563.072,328.918c2.839,-0.908 6.138,1.464 7.363,5.294c1.225,3.83 -0.084,7.676 -2.923,8.584c-2.838,0.908 -6.137,-1.464 -7.363,-5.293c-1.225,-3.83 0.085,-7.676 2.923,-8.585Z",
            p9: "M524.19,342.74c-2.839,-0.908 -4.148,-4.754 -2.923,-8.584c1.225,-3.83 4.524,-6.202 7.363,-5.294c2.838,0.909 4.148,4.755 2.923,8.585c-1.225,3.829 -4.525,6.201 -7.363,5.293Z"
        },
        organMain: {
            p1: "M546,362.771l0,-35.314c0,-11.657 8.914,-12.257 10.029,-11.571c1.971,1.2 0.942,2.914 0.085,4.028c-0.857,1.115 -2.828,2.486 -2.828,5.829c0,3.343 0,20.657 0,22.286c0,1.2 1.114,0 2.143,2.314c0.942,2.314 -1.8,10.028 -4.715,11.4c-2.314,1.114 -4.714,1.028 -4.714,1.028Z",
            p2: "M546,362.771l0,-35.314c0,-11.657 -8.914,-12.257 -10.029,-11.571c-1.971,1.2 -0.942,2.914 -0.085,4.028c0.857,1.115 2.828,2.486 2.828,5.829c0,3.343 0,20.657 0,22.286c0,1.2 -1.114,0 -2.143,2.314c-0.942,2.314 1.8,10.028 4.715,11.4c2.4,1.114 4.714,1.028 4.714,1.028Z",
            p3: "M549.771,317.6c-1.028,-0.514 -2.314,-0.771 -3.771,-0.771c-1.457,0 -2.743,0.342 -3.771,0.771"
        }
    },
    testicles: attr = {
        class: "men-fill",
        insert: ".testicles-item",
        insertOrgan: ".testicles-organ",
        name: "testicles",
        category: "men",
        organCircle: {
            circleWr: 'M546,176m-45,0a45,45 0 1,0 90,0a45,45 0 1,0 -90,0'
        },
        circleSmall: [328.285, 400.341, 5],
        path: "M328.411,400.211l146.789,-224.557l71.708,0",
        organPath: {
            p0: "M557.229,153.371c0,3.686 -5.058,6.686 -11.229,6.686c-6.171,0 -11.229,-3 -11.229,-6.686c0,-3.685 5.058,-5.142 11.229,-5.142c6.171,0 11.229,1.457 11.229,5.142Z",
            p1: "M546,212.771l0,-35.314c0,-11.657 8.914,-12.257 10.029,-11.571c1.971,1.2 0.942,2.914 0.085,4.028c-0.857,1.115 -2.828,2.486 -2.828,5.829c0,3.343 0,20.657 0,22.286c0,1.2 1.114,0 2.143,2.314c0.942,2.314 -1.8,10.028 -4.715,11.4c-2.4,1.114 -4.714,1.028 -4.714,1.028Z",
            p2: "M546,212.771l0,-35.314c0,-11.657 -8.914,-12.257 -10.114,-11.571c-1.972,1.2 -0.943,2.914 -0.086,4.028c0.857,1.115 2.829,2.486 2.829,5.829c0,3.343 0,20.657 0,22.286c0,1.2 -1.115,0 -2.143,2.314c-0.943,2.314 1.8,10.028 4.714,11.4c2.4,1.114 4.8,1.028 4.8,1.028Z",
            p3: "M549.686,167.6c-1.029,-0.514 -2.315,-0.771 -3.772,-0.771c-1.457,0 -2.743,0.342 -3.771,0.771",
            p4: "M561.943,175.4c0,0 -1.8,0.6 -1.2,2.314c0.6,1.715 2.314,1.115 2.314,1.115c2.829,-0.943 6.172,1.457 7.372,5.314c1.2,3.857 -0.086,7.714 -2.915,8.657c0,0 -1.628,0.943 -1.2,2.486c0.515,1.543 2.315,0.943 2.315,0.943c4.628,-1.458 6.942,-7.372 5.142,-13.115c-1.8,-5.743 -7.2,-9.171 -11.828,-7.714Z",
            p5: "M567.429,136.743c-4.543,7.8 -7.8,17.657 1.371,25.628c13.714,12 3.943,18.429 3.943,18.429",
            p6: "M529.629,175.4c0,0 1.8,0.6 1.2,2.314c-0.6,1.715 -2.315,1.115 -2.315,1.115c-2.828,-0.943 -6.171,1.457 -7.371,5.314c-1.2,3.857 0.086,7.714 2.914,8.657c0,0 1.629,0.943 1.2,2.486c-0.514,1.543 -2.314,0.943 -2.314,0.943c-4.629,-1.458 -6.943,-7.372 -5.143,-13.115c1.8,-5.743 7.2,-9.171 11.829,-7.714Z",
            p7: "M524.143,136.743c4.543,7.8 7.8,17.657 -1.372,25.628c-13.714,12 -3.942,18.429 -3.942,18.429"
        },
        organMain: {
            p8: "M563.07,178.906c2.839,-0.908 6.138,1.464 7.363,5.293c1.225,3.83 -0.084,7.676 -2.923,8.585c-2.838,0.908 -6.137,-1.464 -7.363,-5.294c-1.225,-3.83 0.085,-7.676 2.923,-8.584Z",
            p9: "M524.109,192.728c-2.838,-0.908 -4.148,-4.755 -2.923,-8.585c1.225,-3.829 4.525,-6.201 7.363,-5.293c2.838,0.908 4.148,4.755 2.923,8.584c-1.225,3.83 -4.524,6.202 -7.363,5.294Z"
        }
    },
    urinaryBladder: attr = {
        class: "men-fill",
        insert: ".urinaryBladder-item",
        insertOrgan: ".urinaryBladder-organ",
        name: "urinaryBladder",
        category: "men",
        organCircle: {
            circleWr: 'M96,176m-45,0a45,45 0 1,0 90,0a45,45 0 1,0 -90,0'
        },
        circleSmall: [311.285, 371.341, 5],
        path: "M310.939,371.373l-144.961,-195.743l-69.216,0",
        organPath: {
            p0: "M95.914,217.229c0,-1.8 0.086,-3.772 0.257,-5.915c0.6,-9.771 2.229,-14.914 4.972,-17.143c1.971,-1.628 4.543,-2.571 7.371,-3.514c4.8,-1.628 10.2,-3.514 13.2,-9.257c2.657,-4.971 2.486,-9.429 -0.428,-14.229c-2.4,-3.942 -8.829,-10.885 -25.372,-10.885c-16.543,0 -22.971,6.943 -25.371,10.885c-2.914,4.8 -3.086,9.258 -0.429,14.229c3,5.743 8.486,7.629 13.2,9.257c2.829,0.943 5.4,1.886 7.372,3.514c2.743,2.315 4.371,7.458 4.971,17.143c0.172,2.143 0.257,4.2 0.257,5.915",
            p1: "M96.171,221c-0.085,0 -0.085,0 -0.171,0c-0.086,0 -0.171,0 -0.257,0",
            p3: "M73.286,177.971c0.514,1.543 1.628,2.915 3.171,3.429c0.6,0.171 1.286,0.257 1.886,0.429c1.028,0.257 2.057,0.685 2.828,1.371c0.772,0.686 1.286,1.714 1.286,2.743",
            p4: "M86.743,184.571c-0.086,1.8 1.028,3.686 2.743,4.372c0.857,0.343 1.8,0.428 2.657,0.771c1.543,0.686 2.657,2.315 2.914,3.943",
            p5: "M79.543,174.714c0.857,0.857 1.714,1.715 2.914,2.057c0.772,0.172 1.629,0.172 2.4,0.172c1.972,0.086 4.029,0.943 4.8,2.657",
            p6: "M73.286,172.914c0.6,-1.285 1.971,-2.228 3.428,-2.4c1.029,-0.085 1.972,0.172 3,0.172c1.372,0 2.743,-0.515 3.772,-1.457",
            p7: "M80.829,165.286c1.628,-1.629 4.114,-2.315 6.428,-1.8c0.943,0.171 1.8,0.6 2.657,0.685c1.543,0.172 3.172,-0.514 4.115,-1.714",
            p8: "M119.486,177.114c-0.515,1.543 -1.629,2.915 -3.172,3.429c-0.6,0.171 -1.285,0.257 -1.885,0.428c-1.029,0.258 -2.058,0.686 -2.829,1.372c-0.771,0.686 -1.286,1.714 -1.286,2.743",
            p9: "M106.029,184.571c0.085,1.8 -1.029,3.686 -2.743,4.372c-0.857,0.343 -1.8,0.428 -2.657,0.771c-1.543,0.686 -2.658,2.315 -2.915,3.943",
            p10: "M113.143,174.114c-0.857,0.857 -1.714,1.715 -2.914,2.057c-0.772,0.172 -1.629,0.172 -2.4,0.172c-1.972,0.086 -4.029,0.943 -4.8,2.657",
            p11: "M118.286,172.143c-0.6,-1.286 -1.972,-2.229 -3.429,-2.4c-1.028,-0.086 -1.971,0.171 -3,0.171c-1.371,0 -2.743,-0.514 -3.771,-1.457",
            p12: "M111.171,165.286c-1.628,-1.629 -4.114,-2.315 -6.428,-1.8c-0.943,0.171 -1.8,0.6 -2.657,0.685c-1.543,0.172 -3.172,-0.514 -4.115,-1.714",
            p13: "M95.829,171.114c-0.6,1.286 -0.943,2.915 -0.343,4.2c0.343,0.686 1.028,1.286 1.2,2.057c0.343,1.2 -0.343,2.486 -1.115,3.515",
            p14: "M95.914,217.229l0,3.771"
        },
        organMain: {
            p15: "M91.457,220.743c-0.171,-7.629 -0.943,-19.029 -3.943,-21.6c-4.543,-3.857 -17.314,-3.6 -23.314,-15.086c-2.143,-4.114 -2.914,-8.828 -2.229,-13.457c0.172,-1.2 -0.514,-2.314 -1.628,-2.829c-2.829,-1.2 -5.4,-2.828 -7.543,-4.971",
            p16: "M135.6,154.829c-1.543,2.142 -3.6,4.028 -6.343,5.4c-1.714,0.857 -3.771,0.514 -5.057,-0.858c-5.314,-5.742 -14.486,-9.771 -28.286,-9.771c-13.714,0 -22.885,4.029 -28.285,9.771c-1.286,1.372 -3.343,1.715 -5.058,0.858c-2.742,-1.372 -4.8,-3.258 -6.342,-5.4",
            p17: "M100.371,220.743c0.172,-7.629 0.943,-19.029 3.943,-21.6c4.543,-3.857 17.315,-3.6 23.315,-15.086c2.142,-4.114 2.914,-8.828 2.228,-13.457c-0.171,-1.2 0.514,-2.314 1.629,-2.829c2.828,-1.2 5.4,-2.828 7.543,-4.971"
        }
    }
};
return menOrgansAll;
}
$(function () {
    animateThis("#couples-svg");
    setTimeout(function () {
        callForEachDown.start(downContentHelp, [0, 1, 2, 3], 500);

    }, 800);
    var controller1 = new ScrollMagic.Controller();
    new ScrollMagic.Scene({triggerElement: "#human-woman", triggerHook: 0.8, reverse: false})
        .on("start end", function (e) {
             itemHumanStart('#human-woman', setSvgProblem(),false,true,'man');
        })
        .addTo(controller1);
});
JS;
$this->registerJs($script, yii\web\View::POS_READY);
?>
<?php if (Yii::$app->params['browserOld9']) {
    $scriptColumn = <<< JS
var flag = false;
$('.column-svg').columnize({
   width: 430,
    doneFunc: function () {
        if (flag) {
               itemHumanStart('#human-woman', setSvgProblem(),false,true,'man');
        } else {
            flag = true;
        }

    }
});
$('.columh-block').columnize({width: 430});
JS;
    $this->registerJs($scriptColumn, yii\web\View::POS_READY);
}
?>
