backend/modules/faq/views/default/index.php

                    if(empty($model->product_id)){
                        return '';
                    } else {
                        $products =  ArrayHelper::map(\backend\models\Product::find()->all(), 'id', 'title');
---
SELECT * FROM `product`