backend/modules/seo/controllers/DefaultController.php

    protected function findModel($id)
    {
        if (($model = Seo::findOne($id)) !== null) {
---
SELECT * FROM `seo` WHERE `id`='102'