<div class="wr">
    <!-- Header
    ================================================== -->
    <header id="header-top">
        <div class="row header-row-top hed-all-bg bg-header-top-drugs">
            <div class="con-hd">
                <div class="left-header txt-right dr-heder-ch">
                    <div class="wr-txt-header">
                        <!--  Help Phone   -->
                        <div class="phone-help-top" style="z-index: 5;">
                            <span class="name-phone">телефон горячей линии</span> <br>
                            <span class="phone-help-top-item"><a href="tel:88002008686">8-800-200-86-86</a> <i
                                        class="reproduction-phone-help"></i></span>
                            <br>
                            <a class="soc-net" rel="nofollow" href="https://www.instagram.com/reproduction.info/" target="_blank"><i
                                        class="instagram-ic"></i> instagram</a>
                        </div>
                        <h1 class="BebasNeueBold header-color title-problem-header">
                        <span style="position: relative">Прегнотон
                            <!--R-->
                        <span id="svg-r" class="translate3d">
                            <svg viewBox="0 0 9 9" xmlns="http://www.w3.org/2000/svg">
                                <path d="M5.3 5.1c.1 0 .2-.1.3-.2.3-.3.5-.7.5-1 0-.4-.2-.8-.5-1.1-.3-.2-.7-.3-1.1-.3H2.7c-.1 0-.1 0-.1.1v3.9c0 .1 0 .1.1.1h.8c.1 0 .1 0 .1-.1V5.3h.6l.6 1.2c0 .1.1.1.2.1h.9c.1 0 .1-.1.1-.2l-.7-1.3zm-.6-.8c-.1.1-.2.1-.4.1h-.7v-1h.8c.1 0 .3 0 .4.1.1.1.2.2.2.4-.1.2-.2.3-.3.4zM4.2.5C1.9.5.1 2.4.1 4.6.1 6.8 2 8.7 4.2 8.7c2.3 0 4.1-1.9 4.1-4.1C8.3 2.4 6.4.5 4.2.5zm0 7.6C2.3 8.1.7 6.5.7 4.6s1.6-3.5 3.5-3.5 3.5 1.6 3.5 3.5-1.6 3.5-3.5 3.5z"
                                      fill-rule="evenodd"></path>
                            </svg>
                        </span>
                        </span>
                            <!--  SVG   -->
                            <span class="wr-svg-header">
                                 <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 121 121"
                                      class="svg-slider-category">
  <g fill="none" stroke="#363840" transform="translate(-1578 -1999)">
    <g transform="translate(1578 1999)">
      <path d="M88.6829268,47.902439 L89.5609756,43.804878 L93.6585366,44.6829268 L97.2682927,27.6097561 L39.5121951,15.2195122 L35.804878,32.2926829 L39.902439,33.1707317 L39.0243902,37.2682927 L34.9268293,36.3902439 L22.9268293,92.5853659 L80.7804878,104.97561 L92.7804878,48.7804878 L88.6829268,47.902439 Z M41.8536585,35.6097561 L47.0243902,36.6829268 L41.8536585,35.6097561 Z M51.804878,37.7560976 L57.0731707,38.8292683 L51.804878,37.7560976 Z M61.7560976,39.902439 L67.0243902,40.9756098 L61.7560976,39.902439 Z M71.804878,41.9512195 L76.9756098,43.1219512 L71.804878,41.9512195 Z M81.7560976,44.097561 L87.0243902,45.2682927 L81.7560976,44.097561 Z"
            style="stroke-dasharray: 346.69px; stroke-dashoffset: 0px;"></path>
      <path d="M88.6829268,47.902439 L89.5609756,43.804878 L93.6585366,44.6829268 L97.2682927,27.6097561 L39.5121951,15.2195122 L35.804878,32.2926829 L39.902439,33.1707317 L39.0243902,37.2682927 L34.9268293,36.3902439 L22.9268293,92.5853659 L80.7804878,104.97561 L92.7804878,48.7804878 L88.6829268,47.902439 Z M41.8536585,35.6097561 L47.0243902,36.6829268 L41.8536585,35.6097561 Z M51.804878,37.7560976 L57.0731707,38.8292683 L51.804878,37.7560976 Z M61.7560976,39.902439 L67.0243902,40.9756098 L61.7560976,39.902439 Z M71.804878,41.9512195 L76.9756098,43.1219512 L71.804878,41.9512195 Z M81.7560976,44.097561 L87.0243902,45.2682927 L81.7560976,44.097561 Z"
            style="stroke-dasharray: 346.69px; stroke-dashoffset: 0px;"></path>
      <path d="M50.5073171 28.0195122L81.7970732 34.7180488 69.484878 92.24 38.195122 85.5434146z"
            style="stroke-dasharray: 181.649px; stroke-dashoffset: 0px;"></path>
      <path d="M0.585365854,60.097561 C0.585365537,81.3592207 11.9283258,101.005805 30.3414632,111.636635 C48.7546005,122.267464 71.4405214,122.267464 89.8536588,111.636635 C108.266796,101.005805 119.609756,81.3592207 119.609756,60.097561 C119.609756,27.2298832 92.9652388,0.585365854 60.097561,0.585365854 C27.2298832,0.585365854 0.585365854,27.2298832 0.585365854,60.097561"
            style="stroke-dasharray: 373.955px; stroke-dashoffset: 0px;"></path>
    </g>
  </g>
</svg>
                                </span>
                            <br>
                            <span class="span-h1 pt-sans-narrow easy-txt">Комплекс для женщин со сниженной фертильностью</span>
                        </h1>
                        <!--  <h3>Прегнотон – комплекс при планировании беременности<br> для женщин со сниженной фертильностью</h3>-->
                        <div class="view-sm">
                            <!--<a id="txt-apteka_ru" href="http://apteka.ru/moskva/catalog/pregnoton-50-n30-sashe-por_146531/"
                               class="btn btn-slider btn-apteka_ru" target="_blank" rel="nofollow">
                                купить на аптека.ру
                            </a>-->
                            <div class="icons-sale-video">
                                <div class="sale-all p-r tooltip-has">
                                    <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 61 61">
                                        <g fill="none" stroke-width="1.5" transform="translate(1 1)">
                                            <path class="pl-cr"
                                                  d="M29.5945946,59.1891892 C13.2972973,59.1891892 0,45.8918919 0,29.5945946 C0,13.2972973 13.2972973,0 29.5945946,0 C45.8918919,0 59.1891892,13.2972973 59.1891892,29.5945946 C59.1891892,45.8918919 45.8918919,59.1891892 29.5945946,59.1891892 Z"></path>
                                            <g transform="translate(13.77 16.721)">
                                                <path class="pl-ph"
                                                      d="M7.14737733 24.9293424C7.14737733 26.4966384 8.45838501 27.7671829 10.0755949 27.7671829 11.6928049 27.7671829 13.0038125 26.4966384 13.0038125 24.9293424 13.0038125 23.3620463 11.6928049 22.0915019 10.0755949 22.0915019 8.45838501 22.0915019 7.14737733 23.3620463 7.14737733 24.9293424L7.14737733 24.9293424zM23.1498386 22.1052896C21.5326286 22.1052896 20.2216209 23.3758341 20.2216209 24.9431301 20.2216209 26.5104262 21.5326286 27.7809707 23.1498386 27.7809707 24.7670485 27.7809707 26.0780562 26.5104262 26.0780562 24.9431301 26.0780562 23.3758341 24.7670485 22.1052896 23.1498386 22.1052896zM26.1849533 12.9743454L28.5081909 3.52628273C28.5341066 3.42165577 28.509587 3.31092953 28.4419224 3.22702533 28.3742577 3.14312113 28.2712393 3.09570033 28.1634969 3.09886216L4.84494748 3.09886216M.481058317.127599836L2.81118979.127599836C3.65475884.128266938 4.37387327.739441277 4.51053124 1.57186772L7.42664252 19.2925865C7.45395207 19.4611618 7.6005776 19.5843273 7.77133653 19.5821295L24.7681979 19.5821295M6.86140741 16.8652571L23.1757747 16.8652571C24.6014232 16.8634386 25.842798 15.2583228 26.1849533 12.9743454L26.1849533 12.9743454 26.1849533 12.9743454"></path>
                                                <polyline class="pl-ph"
                                                          points="22.893 6.973 22.893 6.973 11.291 6.973"></polyline>
                                                <path class="pl-ph"
                                                      d="M13.0140693,11.4542448 L21.1695295,11.4542448"></path>
                                            </g>
                                        </g>
                                    </svg>
                                    <div class="tooltip-sl arrow_box2 z-depth-1-half">
                                        <div class="sl-1">
                                            <a rel="nofollow" href="https://apteka.ru/catalog/pregnoton-5-0-n30-sashe_5bcafd6475833/"
                                               target="_blank">Купить на apteka.ru</a>
                                        </div>
                                        <div class="sl-1 p-r">
                                            <a rel="nofollow" href="https://zdravcity.ru/drugs/pregnoton-sashe-5g-n30_0005809/"
                                               target="_blank">Купить на ЗдравСити</a>
                                        </div>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
                <div class="right-header vertical-center txt-center view-sm">
                    <img class="full-img view-desc-img" src="/img/drugs/drugs-bg/pregnoton-bg.png" alt="Прегнотон">
                </div>
                <!--Share-->
                <?= yii\base\View::render('@frontend/views/site/share'); ?> <!--  Breadcrumbs   -->
                <div id="breadcrumbs-wr">
                    <nav class="breadcrumbs" itemscope="" itemtype="http://schema.org/BreadcrumbList">
                        <ol class="cd-multi-steps">
                            <li class="visited" itemprop="itemListElement" itemscope=""
                                itemtype="https://schema.org/ListItem">
                                <a href="/" itemprop="item" title="Главная">
                                    <span itemprop="name">Главная</span>
                                    <meta itemprop="position" content="1">
                                </a>
                                <span class="cd-multi-steps-line">|</span>
                            </li>

                            <li class="current" itemprop="itemListElement" itemscope=""
                                itemtype="https://schema.org/ListItem">
                                    <span itemprop="name">Наши продукты - Прегнотон</span>
                                    <meta itemprop="position" content="2">
                            </li>
                        </ol>
                    </nav>
                </div>
            </div>
        </div>
    </header>
    <!--Empty Block-->
    <div class="row">
        <div class="empty-block-section"></div>
    </div>
    <!-- img
    ================================================== -->
    <div class="row view-mob-img block-animate visible" style="z-index: 5">
        <div class="con-pr-em txt-center">
            <img class="full-img img-top-mob" src="/img/drugs/drugs-bg/pregnoton-bg.png" alt="Прегнотон">
        </div>
        <div class="bt-wr-apteka_ru txt-center">
            <!-- <a href="http://apteka.ru/moskva/catalog/pregnoton-50-n30-sashe-por_146531/"
                class="btn btn-slider btn-apteka_ru" target="_blank" rel="nofollow">
                 купить на аптека.ру
             </a>-->
            <div class="icons-sale-video">
                <div class="sale-all p-r tooltip-has">
                    <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 61 61">
                        <g fill="none" stroke-width="1.5" transform="translate(1 1)">
                            <path class="pl-cr"
                                  d="M29.5945946,59.1891892 C13.2972973,59.1891892 0,45.8918919 0,29.5945946 C0,13.2972973 13.2972973,0 29.5945946,0 C45.8918919,0 59.1891892,13.2972973 59.1891892,29.5945946 C59.1891892,45.8918919 45.8918919,59.1891892 29.5945946,59.1891892 Z"></path>
                            <g transform="translate(13.77 16.721)">
                                <path class="pl-ph"
                                      d="M7.14737733 24.9293424C7.14737733 26.4966384 8.45838501 27.7671829 10.0755949 27.7671829 11.6928049 27.7671829 13.0038125 26.4966384 13.0038125 24.9293424 13.0038125 23.3620463 11.6928049 22.0915019 10.0755949 22.0915019 8.45838501 22.0915019 7.14737733 23.3620463 7.14737733 24.9293424L7.14737733 24.9293424zM23.1498386 22.1052896C21.5326286 22.1052896 20.2216209 23.3758341 20.2216209 24.9431301 20.2216209 26.5104262 21.5326286 27.7809707 23.1498386 27.7809707 24.7670485 27.7809707 26.0780562 26.5104262 26.0780562 24.9431301 26.0780562 23.3758341 24.7670485 22.1052896 23.1498386 22.1052896zM26.1849533 12.9743454L28.5081909 3.52628273C28.5341066 3.42165577 28.509587 3.31092953 28.4419224 3.22702533 28.3742577 3.14312113 28.2712393 3.09570033 28.1634969 3.09886216L4.84494748 3.09886216M.481058317.127599836L2.81118979.127599836C3.65475884.128266938 4.37387327.739441277 4.51053124 1.57186772L7.42664252 19.2925865C7.45395207 19.4611618 7.6005776 19.5843273 7.77133653 19.5821295L24.7681979 19.5821295M6.86140741 16.8652571L23.1757747 16.8652571C24.6014232 16.8634386 25.842798 15.2583228 26.1849533 12.9743454L26.1849533 12.9743454 26.1849533 12.9743454"></path>
                                <polyline class="pl-ph" points="22.893 6.973 22.893 6.973 11.291 6.973"></polyline>
                                <path class="pl-ph" d="M13.0140693,11.4542448 L21.1695295,11.4542448"></path>
                            </g>
                        </g>
                    </svg>
                    <div class="tooltip-sl arrow_box2 z-depth-1-half">
                        <div class="sl-1">
                            <a rel="nofollow" href="https://apteka.ru/moskva/catalog/pregnoton-50-n30-sashe-por_146531/"
                               target="_blank">Купить на apteka.ru</a>
                        </div>
                        <div class="sl-1 p-r">
                            <a rel="nofollow" href="https://zdravcity.ru/drugs/pregnoton-sashe-5g-n30_0005809/" target="_blank">Купить
                                на ЗдравСити</a>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <!-- Main Section
    ================================================== -->
    <div class="row block-animate visible">
        <div class="con-hd bl-pr-it bg-beige-light">
            <div class="con-pr-em">
                <div class="left-article min_height p-pr-r" data-mh="group-im-pr" style="height: 462px;">
                    <h2 class="title-section after-line h-pr-t">
                        Прегнотон <span class="item-number-article">
                                <strong class="number-item"><i class="reproduction-quotes"></i></strong>
                                <span class="vertical-line"></span>
                            </span>
                    </h2>
                    <p><b>Прегнотон</b> – комплекс для подготовки к беременности женщин, испытывающих трудности с зачатием.</p>
                    <ul class="list-article">
                        <li>Нормализует менструальный цикл.</li>
                        <li> Снижает уровень пролактина при умеренной гиперпролактинемии.*</li>
                        <li>Улучшает состояние женской репродуктивной системы.</li>
                        <li>Улучшает результаты ЭКО согласно данным клинического исследования.</li>
                    </ul>
                    <p class="note-p-charts">
                        *При нормальном уровне пролактина не вызывает его снижения.
                    </p>
                    <a class="next-mense" rel="nofollow" href="https://plan-baby.ru/pregnoton" target="_blank">Узнать подробнее о
                        Прегнотоне
                        на сайте
                        www.plan-baby.ru
                        <span>
                        <svg viewBox="0 0 40 18" xmlns="http://www.w3.org/2000/svg">
                            <g fill-rule="evenodd">
                                <path d="M0 7.768h37.652v2.16H0z"></path>
                                <path d="M30.478 17.71L29 16.13l7.826-7.275L29 1.58 30.478 0 40 8.855z"></path>
                            </g>
                        </svg>
                    </span></a>
                    <h3 class="title-article video-t">Видеоинструкция Прегнотона
                        <span class="video-play">
                                    <svg class="play-svg" viewBox="0 0 51 51" xmlns="http://www.w3.org/2000/svg">
                                        <g fill="none" fill-rule="evenodd">
                                            <path d="M25.5 51C11.4 51 0 39.6 0 25.5S11.4 0 25.5 0 51 11.4 51 25.5 39.6 51 25.5 51zm0-49C12.5 2 2 12.5 2 25.5S12.5 49 25.5 49 49 38.5 49 25.5 38.5 2 25.5 2z"
                                                  fill="#505d83"></path>
                                            <path class="pl-svg"
                                                  d="M19 35.6V15.3l19.1 10.8L19 35.6zm2-16.9v13.7L33.9 26 21 18.7z"></path>
                                            <path class="st-svg"
                                                  d="M20 16h1.24v18.39H20V16zm8.717 0h1.24v18.39h-1.24V16z"></path>
                                        </g>
                                    </svg>
                                </span>
                    </h3>
                    <br>
                    <a class="prf-l-wr next-mense" href="/pdf/pregnoton.pdf" target="_blank">Инструкция в PDF
                        <span class="pdf-l"></span>
                    </a>
                </div>
                <div class="right-article p-pr-l" data-mh="group-im-pr" style="height: 462px;">
                    <!--Video-->
                    <div id="video-sek">
                        <div class="fotorama"
                             data-fit="cover"
                             data-width="100%"
                             data-minwidth="100%">
                            <a rel="nofollow" href="https://youtube.com/watch?v=KbXgOXERStc">
                                <img class="full-img" src="/img/drugs/drugs-item/3.jpg"
                                     alt="Видеоиструкция Прегнотона">
                            </a>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <!--Empty Block-->
    <div class="row">
        <div class="empty-block-section"></div>
    </div>
    <div class="row block-animate visible">
        <div class="con-hd bl-pr-it bg-beige-light">
            <div class="con-pr-em">
                <div class="columh-block">

                    <div class="not-col dontsplit"><h3 class="title-article after-line">Прегнотон также может
                            применяться</h3>
                        <p> В комплексной терапии заболеваний женской репродуктивной системы (в частности, при
                            гиперпролактинемии при ПРЛ до 1000 ММе /л), после консультации с лечащим врачом. <br>
                            Повышенная концентрация пролактина нарушает секрецию гонадотропинов, в результате чего могут
                            возникнуть нарушения созревания фолликулов, овуляции и образования желтого тела. Это ведет к
                            дисбалансу между эстрадиолом и прогестероном и может вызвать нарушения менструального цикла.
                            <br> Взаимодействий с лекарственными средствами не зарегистрировано. </p></div>
                    <div class="not-col dontsplit"><h3 class="title-article after-line">Когда принимать?</h3>
                        <p class="txt-article drugs-article-p last-margin"> Прием Прегнотона желательно начинать за
                            несколько месяцев до предполагаемого зачатия. Оптимальная длительность курса – 3 месяца. По
                            рекомендации врача курс приема может быть продлен до наступления беременности. </p>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <!-- Special Block
    ================================================== -->
    <div class="row block-animate visible">
        <div class="con-hd">
            <div class="special-article">
                <div class="wr-special-article">
                    <h5 class="after-line">Важно</h5> <br>
                    До 25-40 % всех случаев женского бесплодия обусловлено повышенным уровнем гормона пролактина в
                    крови.
                    <div class="wr-i-info">
                        <i class="reproduction-info-section"></i>
                    </div>
                </div>
            </div>
        </div>
    </div>

    <div class="row block-animate">
        <div class="con-hd bl-pr-it bg-beige-light">
            <div class="con-pr-em">
                <div class="columh-block">
                    <div class="not-col dontsplit">
                        <h3 class="title-article after-line">Рекомендации по применению</h3>
                        <p> Принимать Прегнотон следует 1 раз в день после еды, растворив содержимое 1 саше-пакета в 1
                            стакане воды комнатной температуры. Получится непрозрачный напиток от розового до
                            темно-вишневого цвета с клюквенным вкусом, в котором может быть взвесь или осадок. </p> <img
                                class="reception-img" src="/img/drugs/reception/item2.png" alt="Прием препарата"> <img
                                class="reception-img" src="/img/drugs/reception/item1.png" alt="Прием препарата"></div>
                    <p> Жидкая форма приема обеспечивает более высокую биодоступность активных веществ Прегнотона по
                        сравнению с таблетками и капсулами, а также позволяет свести к минимуму количество
                        вспомогательных компонентов, попадающих в организм будущей мамы. Конечно, таблетки и капсулы
                        принимать удобнее, но при их производстве используется намного больше вспомогательных веществ,
                        которые могут стать причиной аллергических реакций. </p>
                    <div class="not-col dontsplit"><h3 class="title-article after-line">Прегнотон</h3>
                        <ul class="list-article gmo">
                            <li><img class="note-i-g" src="/img/drugs/reception/iso.png" alt="ГМО"> НЕ содержит ГМО, без
                                гормонов.
                            </li>
                            <li><img class="note-i-g ISO_22000" src="/img/drugs/reception/gmo.png"
                                     alt="ISO 22000:2005."> Производственная площадка имеет сертификаты соответствия
                                требованиям международного стандарта ISO 22000:2005.
                            </li>
                            <li class="last-margin"><img class="note-i-g" src="/img/drugs/reception/euro.png"
                                                         alt="европейского сырья"> Производится из европейского сырья.
                            </li>
                        </ul>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <!-- Special Block
    ================================================== -->
    <div class="row block-animate">
        <div class="con-hd">
            <div class="special-article">
                <div class="wr-special-article">
                    <h5 class="after-line">Важно</h5> <br>
                    У ребенка два родителя, каждый из которых вносит вклад в его генетику и состояние здоровья. Поэтому
                    готовиться к зачатию следует не только женщине, но и мужчине.
                    <div class="wr-i-info">
                        <i class="reproduction-info-section"></i>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <!--Charts-->
    <div class="row block-animate visible full-visible mar-charts">
        <div class="con-hd bl-pr-it bg-beige-light">
            <div class="con-pr-em">
                <div>
                    <h3 class="title-article after-line">Клинически доказана эффективность Прегнотона</h3>
                    <p style="margin-top: -10px">Информация предназначена для специалистов</p>
                    <h5 class="sub_charts fr-t">Прегнотон нормализует уровень пролактина</h5>
                    <!--Chart #1-->
                    <p>
                        Примерно 40 % случаев ненаступления беременности вызвано повышенным уровнем гормона
                        пролактина (гиперпролактинемией). Это связано с тем, что при чрезмерно высоком содержании
                        пролактина в крови нарушается менструальный цикл и даже при успешном зачатии затрудняется
                        прикрепление оплодотворенной яйцеклетки к стенке матки. <br>
                        Выработка пролактина может повышаться на фоне стрессов (функциональная гиперпролактинемия),
                        после приема некоторых лекарственных средств, в результате новообразований и по другим
                        причинам.
                    </p>

                    <p class="bl-p-ch easy-txt">
                        Через 3 месяца приема Прегнотона нормализуется уровень пролактина при функциональной
                        гиперпролактинемии.
                    </p>
                    <div class="img-charts">
                        <img class="chart-item-img" src="/img/charts/graph_1-1.jpg"
                             alt="После 3 месяцев  приема Сперотона">
                    </div>
                    <a href="/uploads/specialist/40/7db19207408cc535dc20734cde259080.pdf" class="note-p-charts" target="_blank">
                        Жуков О. Б., Евдокимов В. В., Жуков А. А., Шугушева Л. Х., Брагина Е. Е. Новая стратегия профессионального медицинского сопровождения супружеской пары при бесплодии // Андрология и генитальная хирургия. – 2013. – Июнь. – № 2.

                    </a>
                </div>
                <div class="min-6 text-padding">
                    <h5 class="sub_charts fr-t">Прегнотон увеличивает вероятность зачатия при
                        отрицательном посткоитальном тесте</h5>
                    <p>
                        Посткоитальный тест оценивает количество жизнеспособных и подвижных сперматозоидов в секрете
                        шейки матки после полового акта (коитуса). Если в поле зрения обнаруживается менее 5 живых
                        подвижных сперматозоидов, то посткоитальный тест считается отрицательным, а значит –
                        маловероятным. <br> <br>
                        Способность сперматозоидов сохранять подвижность и выживаемость после полового акта напрямую
                        зависит от уровня фолиевой кислоты в секрете влагалища. Увеличение содержания фолиевой
                        кислоты будет способствовать выживанию сперматозоидов и сохранению их подвижности,
                        необходимых для оплодотворения.
                    </p>

                    <p class="bl-p-ch easy-txt">
                        Прием Прегнотона в течение 3 месяцев на 45 % увеличивает концентрацию фолиевой кислоты в
                        секрете влагалища. Это повышает вероятность зачатия у женщин с отрицательным посткоитальным
                        тестом.
                    </p>
                    <div class="img-charts">
                        <img class="chart-item-img" src="/img/charts/graph_1-2.jpg"
                             alt="После 3 месяцев  приема Сперотона на 43,2 % увеличилось количество сперматозоидов  в эякуляте">
                    </div>
                    <a href="/uploads/specialist/14/7dc449fc82a20aee22729eb49af1b54b.pdf" class="note-p-charts" target="_blank">
                        Нашивочникова Н. А., Крупин В. Н., Селиванова С. А. Антиоксидантная терапия бесплодного брака // Урология. – 2015. – № 3. – С. 71–74.
                    </a>
                </div>
                <div class="min-6 text-padding">
                    <h5 class="sub_charts fr-t">Прегнотон повышает уровень фолиевой кислоты в
                        крови</h5>
                    <p>
                        Прием фолиевой кислоты (витамина В9) рекомендован женщинам не только во время беременности,
                        но и на этапе подготовки к зачатию. Потребность в этом витамине повышается с первых дней
                        беременности, когда женщина может еще не знать о своем состоянии, поэтому важно устранить
                        дефицит фолиевой кислоты еще до зачатия. <br> Недостаток фолиевой кислоты может привести к
                        нарушениям развития плода или к неудачной беременности.
                    </p>

                    <p class="bl-p-ch easy-txt">
                        Прием Прегнотона повышает уровень фолиевой кислоты в крови.
                    </p>
                    <div class="img-charts">
                        <img class="chart-item-img" src="/img/pregnoton-charts/graph_1-3.min.jpg"
                             alt=" После 3 месяцев приема Сперотона индуцированность акросомальной реакции увеличилась на 117 %.">
                    </div>
                    <a href="/uploads/specialist/14/7dc449fc82a20aee22729eb49af1b54b.pdf" class="note-p-charts" target="_blank">
                        Нашивочникова Н. А., Крупин В. Н., Селиванова С. А. Антиоксидантная терапия бесплодного брака
                        //
                        Урология. – 2015. – № 3.
                    </a>
                </div>
                <!--New chart 1-->
                <div class="min-6 text-padding">
                    <h5 class="sub_charts fr-t">Прегнотон увеличивает толщину эндометрия при подготовке к беременности</h5>
                    <p>
                        Прегравидарная подготовка с использованием Прегнотона позволяет восстановить структуру эндометрия и увеличить его толщину до оптимальных значений (8-12 мм).
                    </p>
                    <div class="img-charts">
                        <img class="chart-item-img" src="/img/pregnoton-charts/graphPregnoton1.min.jpg"
                             alt=" После 3 месяцев приема Сперотона индуцированность акросомальной реакции увеличилась на 117 %.">
                    </div>
                    <a href="/uploads/specialist/24/9e53b7cef41d57cdf4be60a71238e878.pdf" class="note-p-charts" target="_blank">
                        Серебренникова К. Г., Кузнецова Е. П., Ванке Е. С. и др. Прегравидарная подготовка у пациенток с тонким эндометрием в программах вспомогательных репродуктивных технологий // Акушерство и гинекология. – 2017. – № 3.
                    </a>
                </div>
                <!--New chart-->
                <div class="min-6 text-padding">
                    <h5 class="sub_charts fr-t">Прегнотон в составе комплексной подготовки улучшает результаты ЭКО</h5>
                    <p>
                        Включение препарата Прегнотон в состав прегравидарной подготовки женщин с тонким эндометрием в программах вспомогательных репродуктивных технологий позволяет улучшить результаты ЭКО и переноса эмбрионов.
                    </p>
                    <h5 class="sub_charts fr-t">Количество зрелых ооцитов увеличивается на 37 %.</h5>
                    <h5 class="sub_charts fr-t" style="margin-top: -10px">Количество полученных эмбрионов возрастает в 3 раза.</h5>
                    <div class="img-charts">
                        <img class="chart-item-img" src="/img/charts/graphPregnoton2.min.jpg"
                             alt="Количество зрелых ооцитов увеличивается на 37 %. Прегнотон">
                    </div>
                </div>
                    <div class="min-6 text-padding">
                    <h5 class="sub_charts fr-t">Частота наступления беременности возрастает в 2 раза.</h5>

                    <div class="img-charts">
                        <img class="chart-item-img" src="/img/pregnoton-charts/graphPregnoton3.min.jpg"
                             alt="Частота наступления беременности возрастает в 2 раза.">
                    </div>
                    <a href="/uploads/specialist/24/9e53b7cef41d57cdf4be60a71238e878.pdf" class="note-p-charts" target="_blank">
                        Серебренникова К. Г., Кузнецова Е. П., Ванке Е. С. и др. Прегравидарная подготовка у пациенток с тонким эндометрием в программах вспомогательных репродуктивных технологий // Акушерство и гинекология. – 2017. – № 3.

                    </a>
                </div>
                <!--End-->

            </div>
        </div>
    </div>
    <!--End-->
    <div class="row block-animate">
        <div class="con-hd bl-pr-it bg-beige-light">
            <div class="con-pr-em">
                <div class="columh-block">
                    <h3 class="title-article after-line">Прегнотон: состав и действие компонентов</h3>
                    <p><b>Форма выпуска:</b> 30 саше-пакетов массой по 5 г каждый. </p>
                    <p><b>Содержание активных компонентов в 1 саше:</b></p>
                    <table class="rwd-table">
                        <tbody>
                        <tr class="header-table">
                            <th>Компонент</th>
                            <th>Содержание<br>в 1 саше</th>
                            <th>% от уровня<br>потребления</th>
                        </tr>
                        <tr>
                            <td>Фолиевая кислота (Витамин В<sub>9</sub>)</td>
                            <td>520 мкг</td>
                            <td>260<sup>*</sup></td>
                        </tr>
                        <tr>
                            <td>Витамин Е</td>
                            <td>15 мг</td>
                            <td>150<sup>*</sup></td>
                        </tr>
                        <tr>
                            <td>Витамин С</td>
                            <td>90 мг</td>
                            <td>150<sup>*</sup></td>
                        </tr>
                        <tr>
                            <td>Витамин В<sub>6</sub></td>
                            <td>2 мг</td>
                            <td>100</td>
                        </tr>
                        <tr>
                            <td>Йод</td>
                            <td>150 мкг</td>
                            <td>100</td>
                        </tr>
                        <tr>
                            <td>Цинк</td>
                            <td>12 мг</td>
                            <td>80</td>
                        </tr>
                        <tr>
                            <td>Селен</td>
                            <td>55 мкг</td>
                            <td>79</td>
                        </tr>
                        <tr>
                            <td>Витамин В<sub>2</sub></td>
                            <td>1 мг</td>
                            <td>63</td>
                        </tr>
                        <tr>
                            <td>Магний</td>
                            <td>80 мг</td>
                            <td>20</td>
                        </tr>
                        <tr>
                            <td>L-аргинин</td>
                            <td>915 мг</td>
                            <td>15</td>
                        </tr>
                        <tr>
                            <td>Экстракт витекса</td>
                            <td>--</td>
                            <td>--</td>
                        </tr>
                        </tbody>
                    </table>
                    <p class="аttention-p ">* – не превышает верхний допустимый уровень потребления. </p>
                    <div class="not-col dontsplit"><h3 class="title-article after-line">Аргинин </h3>
                        <p> Аминокислота, из которой образуется оксид азота, способствующий расширению сосудов и, как
                            следствие, влияющий на улучшение кровообращения и насыщение тканей кислородом, в том числе в
                            органах малого таза. Это улучшает состояние органов репродуктивной системы и повышает
                            вероятность зачатия. </p>
                        <h3 class="title-article after-line">Витекс (экстракт)</h3>
                        <p> Стимулирует выработку гормона беременности прогестерона и одновременно снижает выделение
                            гормона пролактина. Сочетание высокого уровня пролактина с недостатком прогестерона
                            затрудняет имплантацию оплодотворенной яйцеклетки. Поэтому прием витекса устраняет эту
                            причину возможного ненаступления беременности. <br> Обратите внимание, что экстракт витекса
                            оказывает влияние только на относительно повышенный пролактин. У женщин с нормальным уровнем
                            пролактина не происходит его снижения. </p>
                        <h3 class="title-article after-line">Фолиевая кислота</h3>
                        <p> Необходима для деления и роста клеток, поэтому в период быстрого развития организма (на
                            стадии раннего внутриутробного развития) она требуется в повышенных количествах. Также
                            фолиевая кислота играет важную роль в формировании плаценты и новых кровеносных сосудов в
                            матке. Прием фолиевой кислоты в период подготовки к зачатию и во время беременности снижает
                            риск преждевременного прерывания беременности, кровотечений, развития дефектов нервной
                            трубки у новорожденных. </p></div>
                    <div class="not-col dontsplit"><h3 class="title-article after-line">Цинк</h3>
                        <p> Один из самых важных элементов в период беременности. Он необходим для работы генетического
                            аппарата, требуется для образования и развития ядра клетки, а также для роста и деления
                            клеток. Цинк участвует в регуляции синтеза нуклеиновых кислот, белков, жиров и углеводов.
                            Прием цинка помогает предупредить преждевременную отслойку плаценты, осложненные роды,
                            врожденные пороки развития ребенка и другие проблемы. </p>
                        <h3 class="title-article after-line">Витамин Е</h3>
                        <p> Улучшает насыщение тканей кислородом, необходим для метаболизма белков, жиров и углеводов.
                            Не менее важна и антиоксидантная функция витамина Е, благодаря которой он защищает клетки от
                            вредного воздействия свободных радикалов. При гиповитаминозе Е женщина постоянно ощущает
                            нарастающую мышечную слабость, боли, возможен непроизвольный аборт. Нехватка витамина Е в
                            организме матери может сказаться на недоношенных детях – у них возможны нарушения зрения и
                            гемолитическая анемия. </p>
                        <h3 class="title-article after-line">Витамин С</h3>
                        <p> Поддерживает синтез коллагена (основного соединительного элемента стенок сосудов и костной
                            ткани), принимает участие в метаболизме холестерина, процессах углеводного обмена и многих
                            важных биохимических реакциях. Также витамин С укрепляет капилляры и обладает
                            противовоспалительными свойствами. Дефицит витамина С может привести к преждевременному
                            разрыву плодных оболочек. </p>
                        <h3 class="title-article after-line">Селен</h3>
                        <p> Входит в состав большого количества ферментов, в том числе повышающих фертильность
                            (способность к зачатию). Дефицит селена может приводить к нарушению гормонального баланса,
                            усилению токсического действия тяжелых металлов. </p>
                        <h3 class="title-article after-line">Йод</h3>
                        <p> Входит в состав важнейшего гормона тироксина, который активно взаимодействует с гипофизом и
                            половыми гормонами. Недостаток йода в организме женщины приводит к снижению фертильности и
                            эмоциональной заторможенности. Нехватка этого микроэлемента во время беременности является
                            причиной врожденных пороков плода. </p>
                        <h3 class="title-article after-line">Магний</h3>
                        <p> Регулирует более 300 биохимических процессов в организме, в том числе особенно интенсивно
                            протекающие при беременности синтез белков и активацию аминокислот. Также магний
                            обеспечивает передачу электрических сигналов между клетками. Недостаток магния часто
                            встречается у женщин и особенно опасен во время беременности, так как может вызвать
                            замедление роста плода, выкидыш, эклампсию (болезнь беременных, связанная с судорогами и
                            высоким артериальным давлением). </p>
                        <h3 class="title-article after-line">Витамин В<sub>6</sub> (пиридоксин)</h3>
                        <p> Необходим для синтеза аминокислот, из которых синтезируются белки – основной «строительный
                            материал» для клеток нового организма. Также он обеспечивает нормальное развитие мозга и
                            нервной системы ребенка. Кроме того, витамин В6 снижает раздражительность и агрессивность,
                            уменьшает проявление токсикозов в первой половине беременности. </p>
                        <h3 class="title-article after-line">Витамин В<sub>2</sub> (рибофлавин) </h3>
                        <p> Участвует в формировании и развитии плаценты и поэтому требуется на самой ранней стадии
                            беременности (когда женщина может еще не знать о ней). Многие комбинированные оральные
                            контрацептивы оказывают негативное влияние на обмен витамина В2, поэтому его прием полезен
                            во время подготовки к зачатию. </p></div>
                </div>
            </div>
        </div>
    </div>
    <!-- Special Block
    ================================================== -->
    <div class="row block-animate">
        <div class="con-hd">
            <div class="special-article special-article-footer">
                <div class="wr-special-article">
                    <h5 class="after-line">Прегнотон</h5> <br>
                    <p>Биологически активная добавка к пище, не является лекарством.</p> <span> СГР RU.77.99.57.003.Е.002189.06.19 от 21.06.2019</span>

                    <div class="wr-i-info">
                        <i class="reproduction-info-section"></i>
                    </div>
                </div>
            </div>
        </div>
    </div>
</div>
<?php
$script = <<< JS
  var svgHeader = $('.wr-svg-header svg');
    pathPrepareCssAll(svgHeader);
    setTimeout(function () {
        startAnimationSvgHeader(svgHeader);

    }, 100);
$(function () {

setTimeout(function(){
    var fotoramaDiv = $('.fotorama').fotorama();
    var fotorama = fotoramaDiv.data('fotorama');
    $('.video-play').click(function(){
    if(!$(this).hasClass('active')){
    fotorama.playVideo();
    $(this).addClass('active');
    }else{
    fotorama.stopVideo();
    $(this).removeClass('active');
    }
    });
},100);
});
   var controllerScrollTable = new ScrollMagic.Controller();
    new ScrollMagic.Scene({triggerElement: ".has-touch"})
        .setClassToggle(".has-touch", "active") // add class toggle
        .addTo(controllerScrollTable);
JS;
$this->registerJs($script, yii\web\View::POS_READY);
?>
<?php
//$this->registerJs('/js/scroll-table.js');
/*if (Yii::$app->params['browserOld9']) {
    $scriptColumn = <<< JS
$('.columh-block').columnize({width: 500});
JS;
    $this->registerJs($scriptColumn, yii\web\View::POS_READY);
}
*/ ?>
