<!-- Header
================================================== -->
<header id="header-top">
    <div class="row header-row-top hed-all-bg bg-header-top-drugs">
        <div class="con-hd">
            <div class="left-header txt-right dr-heder-ch">
                <div class="wr-txt-header">
                    <!--  Help Phone   -->
                    <?= yii\base\View::render('@frontend/views/phone/_phone_help'); ?>
                    <h1 class="BebasNeueBold header-color title-problem-header">
                        <span style="position: relative">
                            Синергин
                            <!--R-->
                        <span id="svg-r" class="translate3d">
                            <svg viewBox="0 0 9 9" xmlns="http://www.w3.org/2000/svg">
                                <path
                                        d="M5.3 5.1c.1 0 .2-.1.3-.2.3-.3.5-.7.5-1 0-.4-.2-.8-.5-1.1-.3-.2-.7-.3-1.1-.3H2.7c-.1 0-.1 0-.1.1v3.9c0 .1 0 .1.1.1h.8c.1 0 .1 0 .1-.1V5.3h.6l.6 1.2c0 .1.1.1.2.1h.9c.1 0 .1-.1.1-.2l-.7-1.3zm-.6-.8c-.1.1-.2.1-.4.1h-.7v-1h.8c.1 0 .3 0 .4.1.1.1.2.2.2.4-.1.2-.2.3-.3.4zM4.2.5C1.9.5.1 2.4.1 4.6.1 6.8 2 8.7 4.2 8.7c2.3 0 4.1-1.9 4.1-4.1C8.3 2.4 6.4.5 4.2.5zm0 7.6C2.3 8.1.7 6.5.7 4.6s1.6-3.5 3.5-3.5 3.5 1.6 3.5 3.5-1.6 3.5-3.5 3.5z"
                                        fill-rule="evenodd"/>
                            </svg>
                        </span>
                        </span>
                        <!--  SVG   -->
                        <span class="wr-svg-header">
                      <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 121 121" class="svg-slider-category">
  <g fill="none" stroke="#363840" transform="translate(-2173 -1857)">
    <g transform="translate(2173 1858)">
      <path d="M0.87804878,59.7073171 C0.87804878,92.5749949 27.5225661,119.219512 60.3902439,119.219512 C93.2579217,119.219512 119.902439,92.5749949 119.902439,59.7073171 C119.902439,26.8396393 93.2579217,0.195121951 60.3902439,0.195121951 C27.5225661,0.195121951 0.87804878,26.8396393 0.87804878,59.7073171"/>
      <path d="M0.87804878,59.7073171 C0.87804878,92.5749949 27.5225661,119.219512 60.3902439,119.219512 C93.2579217,119.219512 119.902439,92.5749949 119.902439,59.7073171 C119.902439,26.8396393 93.2579217,0.195121951 60.3902439,0.195121951 C27.5225661,0.195121951 0.87804878,26.8396393 0.87804878,59.7073171"/>
      <path d="M46.9268293,96.9756098 L46.5365854,96.8780488 C37.8536585,93.9512195 33.1707317,84.4878049 36.195122,75.902439 L50.4390244,33.9512195 C53.3658537,25.2682927 62.8292683,20.5853659 71.4146341,23.6097561 L71.804878,23.7073171 C80.4878049,26.6341463 85.1707317,36.097561 82.1463415,44.6829268 L67.902439,86.6341463 C65.0731707,95.2195122 55.6097561,99.902439 46.9268293,96.9756098 Z M43.1219512,55.5121951 L74.9268293,65.5609756 L43.1219512,55.5121951 Z M46.8292683,60.4878049 C46.8292683,60.4878049 42.3414634,74.8292683 41.0731707,79.1219512 C39.804878,83.4146341 42.5365854,89.6585366 47.5121951,91.902439"/>
    </g>
  </g>
</svg>
                            </span>
                        <br>
                        <span class="span-h1 pt-sans-narrow easy-txt">Комплекс натуральных антиоксидантов</span>
                    </h1>
                    <!-- <h3>Антиоксидантный комплекс</h3>-->
                    <div class="view-sm">
                        <!--<a id="txt-apteka_ru"
                           href="http://apteka.ru/catalog/sinergin-0-4-n60-kaps-_582d465a8ea5b/"
                           class="btn btn-slider btn-apteka_ru" target="_blank" rel="nofollow">
                            купить на аптека.ру
                        </a>-->
                        <div class="icons-sale-video">
                            <div class="sale-all p-r tooltip-has">
                                <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 61 61">
                                    <g fill="none" stroke-width="1.5" transform="translate(1 1)">
                                        <path class="pl-cr"
                                              d="M29.5945946,59.1891892 C13.2972973,59.1891892 0,45.8918919 0,29.5945946 C0,13.2972973 13.2972973,0 29.5945946,0 C45.8918919,0 59.1891892,13.2972973 59.1891892,29.5945946 C59.1891892,45.8918919 45.8918919,59.1891892 29.5945946,59.1891892 Z"/>
                                        <g transform="translate(13.77 16.721)">
                                            <path class="pl-ph"
                                                  d="M7.14737733 24.9293424C7.14737733 26.4966384 8.45838501 27.7671829 10.0755949 27.7671829 11.6928049 27.7671829 13.0038125 26.4966384 13.0038125 24.9293424 13.0038125 23.3620463 11.6928049 22.0915019 10.0755949 22.0915019 8.45838501 22.0915019 7.14737733 23.3620463 7.14737733 24.9293424L7.14737733 24.9293424zM23.1498386 22.1052896C21.5326286 22.1052896 20.2216209 23.3758341 20.2216209 24.9431301 20.2216209 26.5104262 21.5326286 27.7809707 23.1498386 27.7809707 24.7670485 27.7809707 26.0780562 26.5104262 26.0780562 24.9431301 26.0780562 23.3758341 24.7670485 22.1052896 23.1498386 22.1052896zM26.1849533 12.9743454L28.5081909 3.52628273C28.5341066 3.42165577 28.509587 3.31092953 28.4419224 3.22702533 28.3742577 3.14312113 28.2712393 3.09570033 28.1634969 3.09886216L4.84494748 3.09886216M.481058317.127599836L2.81118979.127599836C3.65475884.128266938 4.37387327.739441277 4.51053124 1.57186772L7.42664252 19.2925865C7.45395207 19.4611618 7.6005776 19.5843273 7.77133653 19.5821295L24.7681979 19.5821295M6.86140741 16.8652571L23.1757747 16.8652571C24.6014232 16.8634386 25.842798 15.2583228 26.1849533 12.9743454L26.1849533 12.9743454 26.1849533 12.9743454"/>
                                            <polyline class="pl-ph"
                                                      points="22.893 6.973 22.893 6.973 11.291 6.973"/>
                                            <path class="pl-ph" d="M13.0140693,11.4542448 L21.1695295,11.4542448"/>
                                        </g>
                                    </g>
                                </svg>
                                <div class="tooltip-sl arrow_box2 z-depth-1-half">
                                    <div class="sl-1">
                                        <a rel="nofollow" href="https://apteka.ru/catalog/sinergin-n60-kaps-po-400mg_5bed3f67ca860/"
                                           target="_blank">Купить на apteka.ru</a>
                                    </div>
                                    <div class="sl-1 p-r">
                                        <a rel="nofollow"
                                           href="https://zdravcity.ru/drugs/sinergin-kaps-komplekt-antioksidant-400mg-n60_0027990/"
                                           target="_blank">Купить на ЗдравСити</a>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
            <div class="right-header vertical-center txt-center view-sm">
                <img class="full-img view-desc-img" src="/img/drugs/drugs-bg/sinergin-bg.png" alt="Синергин">
            </div>
            <?= yii\base\View::render('@frontend/views/site/share'); ?>
            <!--  Breadcrumbs   -->
            <div id="breadcrumbs-wr">
                <nav class="breadcrumbs" itemscope="" itemtype="http://schema.org/BreadcrumbList">
                    <ol class="cd-multi-steps">
                        <li class="visited" itemprop="itemListElement" itemscope
                            itemtype="https://schema.org/ListItem">
                            <a href="/" itemprop="item" title="Главная">
                                <span itemprop="name">Главная</span>
                                <meta itemprop="position" content="1">
                            </a>
                            <span class="cd-multi-steps-line">|</span>
                        </li>

                        <li class="current" itemprop="itemListElement" itemscope
                            itemtype="https://schema.org/ListItem">
                                <span itemprop="name">Наши продукты - <?= $model->title ?></span>
                                <meta itemprop="position" content="2">
                        </li>
                    </ol>
                </nav>
            </div>
        </div>
    </div>
</header>
<!--Empty Block-->
<div class="row">
    <div class="empty-block-section"></div>
</div>
<!-- img
================================================== -->
<div class="row view-mob-img block-animate" style="z-index: 5">
    <div class="con-pr-em txt-center">
        <img class="full-img img-top-mob" src="/img/drugs/drugs-bg/sinergin-bg.png" alt="Синергин">
    </div>
    <div class="bt-wr-apteka_ru txt-center">
        <div class="icons-sale-video">
            <div class="sale-all p-r tooltip-has">
                <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 61 61">
                    <g fill="none" stroke-width="1.5" transform="translate(1 1)">
                        <path class="pl-cr"
                              d="M29.5945946,59.1891892 C13.2972973,59.1891892 0,45.8918919 0,29.5945946 C0,13.2972973 13.2972973,0 29.5945946,0 C45.8918919,0 59.1891892,13.2972973 59.1891892,29.5945946 C59.1891892,45.8918919 45.8918919,59.1891892 29.5945946,59.1891892 Z"/>
                        <g transform="translate(13.77 16.721)">
                            <path class="pl-ph"
                                  d="M7.14737733 24.9293424C7.14737733 26.4966384 8.45838501 27.7671829 10.0755949 27.7671829 11.6928049 27.7671829 13.0038125 26.4966384 13.0038125 24.9293424 13.0038125 23.3620463 11.6928049 22.0915019 10.0755949 22.0915019 8.45838501 22.0915019 7.14737733 23.3620463 7.14737733 24.9293424L7.14737733 24.9293424zM23.1498386 22.1052896C21.5326286 22.1052896 20.2216209 23.3758341 20.2216209 24.9431301 20.2216209 26.5104262 21.5326286 27.7809707 23.1498386 27.7809707 24.7670485 27.7809707 26.0780562 26.5104262 26.0780562 24.9431301 26.0780562 23.3758341 24.7670485 22.1052896 23.1498386 22.1052896zM26.1849533 12.9743454L28.5081909 3.52628273C28.5341066 3.42165577 28.509587 3.31092953 28.4419224 3.22702533 28.3742577 3.14312113 28.2712393 3.09570033 28.1634969 3.09886216L4.84494748 3.09886216M.481058317.127599836L2.81118979.127599836C3.65475884.128266938 4.37387327.739441277 4.51053124 1.57186772L7.42664252 19.2925865C7.45395207 19.4611618 7.6005776 19.5843273 7.77133653 19.5821295L24.7681979 19.5821295M6.86140741 16.8652571L23.1757747 16.8652571C24.6014232 16.8634386 25.842798 15.2583228 26.1849533 12.9743454L26.1849533 12.9743454 26.1849533 12.9743454"/>
                            <polyline class="pl-ph"
                                      points="22.893 6.973 22.893 6.973 11.291 6.973"/>
                            <path class="pl-ph" d="M13.0140693,11.4542448 L21.1695295,11.4542448"/>
                        </g>
                    </g>
                </svg>
                <div class="tooltip-sl arrow_box2 z-depth-1-half">
                    <div class="sl-1">
                        <a rel="nofollow" href="https://apteka.ru/catalog/sinergin-n60-kaps-po-400mg_5bed3f67ca860/"
                           target="_blank">Купить на apteka.ru</a>
                    </div>
                    <div class="sl-1 p-r">
                        <a rel="nofollow"
                           href="https://zdravcity.ru/drugs/sinergin-kaps-komplekt-antioksidant-400mg-n60_0027990/"
                           target="_blank">Купить на ЗдравСити</a>
                    </div>
                </div>
            </div>
        </div>
    </div>
</div>
<!-- Main Section
================================================== -->
<div class="row block-animate">
    <div class="con-hd bl-pr-it bg-beige-light">
        <div class="con-pr-em">
            <div class="left-article min_height p-pr-r">
                <div class="align-vertical">
                    <h2 class="title-section after-line h-pr-t">
                        <?= $content[0]->title ?>
                        <span class="item-number-article">
                                <strong class="number-item"><i class="reproduction-quotes"></i></strong>
                                <span class="vertical-line"></span>
                            </span>
                    </h2>
                    <p><b>Синергин </b> – антиоксидантный комплекс. </p>
                    <p>6 мощных антиоксидантов</p>
                    <ul class="list-article">
                        <li>Сохраняет репродуктивное здоровье мужчин и женщин.</li>
                        <li>Эффективен в комплексной терапии воспалительных и инфекционных заболеваний органов
                            репродуктивной системы.
                        </li>
                        <li>Будет полезен в комплексной терапии мастопатии и для ее профилактики.</li>
                        <li>Клинически подтверждена эффективность при мужском бесплодии:</li>
                        <li style="list-style: none">- На 45,8 % увеличивает количество морфологически нормальных форм
                            сперматозоидов.
                        </li>
                        <li style="list-style: none">- На 110 % повышает общую антиокислительную активность спермы</li>
                        <li style="list-style: none">- На 35,9 % уменьшает количество сперматозоидов с повышенным
                            уровнем фрагментации ДНК.
                        </li>
                    </ul>
                    <a class="next-mense" rel="nofollow" href="https://sinergin.ru/" target="_blank">Узнать подробнее о
                        Синергине
                        на сайте
                        www.sinergin.ru
                        <span>
                        <svg viewBox="0 0 40 18" xmlns="http://www.w3.org/2000/svg">
                            <g fill-rule="evenodd">
                                <path d="M0 7.768h37.652v2.16H0z"/>
                                <path d="M30.478 17.71L29 16.13l7.826-7.275L29 1.58 30.478 0 40 8.855z"/>
                            </g>
                        </svg>
                    </span></a>
                    <h3 class="title-article video-t">Видеоинструкция Синергина
                        <span class="video-play">
                        <svg class="play-svg" viewBox="0 0 51 51" xmlns="http://www.w3.org/2000/svg">
                            <g fill="none" fill-rule="evenodd">
                                <path
                                        d="M25.5 51C11.4 51 0 39.6 0 25.5S11.4 0 25.5 0 51 11.4 51 25.5 39.6 51 25.5 51zm0-49C12.5 2 2 12.5 2 25.5S12.5 49 25.5 49 49 38.5 49 25.5 38.5 2 25.5 2z"
                                        fill="#333B54"/>
                                <path class="pl-svg" d="M19 35.6V15.3l19.1 10.8L19 35.6zm2-16.9v13.7L33.9 26 21 18.7z"/>
                                <path class="st-svg" d="M20 16h1.24v18.39H20V16zm8.717 0h1.24v18.39h-1.24V16z"/>
                            </g>
                        </svg>
                    </span>
                    </h3>
                    <br>
                    <a class="prf-l-wr next-mense" href="/pdf/sinergin.pdf" target="_blank">Инструкция в PDF
                        <span class="pdf-l"></span>
                    </a>
                </div>
            </div>
            <div class="right-article p-pr-l">
                <!--Video-->
                <div id="video-sek">
                    <div class="fotorama"
                         data-fit="cover"
                         data-width="100%"
                         data-minwidth="100%"
                         data-maxheight="360">
                        <a rel="nofollow" href="https://youtube.com/watch?v=nRV3x_TUnPc">
                            <img class="full-img" src="/img/drugs/drugs-item/11.jpg"
                                 alt="Видеоиструкция Синергина">
                        </a>
                    </div>
                </div>
            </div>
        </div>
    </div>
</div>
<!--Empty Block-->
<div class="row">
    <div class="empty-block-section"></div>
</div>
<div class="row block-animate">
    <div class="con-hd bl-pr-it bg-beige-light">
        <div class="con-pr-em">
            <div class="columh-block">
                <div class="not-col dontsplit">
                    <h3 class="title-article after-line">Рекомендации по применению</h3>
                    <p> Взрослым по 2 капсулы один раз в день во время еды. Продолжительность приема: 1-3 месяца. При
                        необходимости курс приема повторить. </p> <img class="reception-img"
                                                                       src="/img/drugs/reception/item3.png"
                                                                       alt="Прием препарата"> <img class="reception-img"
                                                                                                   src="/img/drugs/reception/item1.png"
                                                                                                   alt="Прием препарата">
                </div>
                <div class="not-col dontsplit"><h3 class="title-article after-line">Синергин</h3>
                    <ul class="list-article gmo">
                        <li><img class="note-i-g" src="/img/drugs/reception/iso.png" alt="ГМО"> НЕ содержит ГМО, без
                            гормонов.
                        </li>
                        <li><img class="note-i-g ISO_22000" src="/img/drugs/reception/gmo.png" alt="ISO 22000">
                            Производственная площадка имеет сертификаты соответствия требованиям международного
                            стандарта ISO 22000.
                        </li>
                        <li class="last-margin"><img class="note-i-g" src="/img/drugs/reception/euro.png"
                                                     alt="европейского сырья"> Производится из европейского сырья.
                        </li>
                    </ul>
                </div>
            </div>
        </div>
    </div>
</div>
<!--Empty Block-->
<div class="row">
    <div class="empty-block-section"></div>
</div>
<div class="row block-animate not-transfer-block">
    <div class="con-hd bl-pr-it bg-beige-light">
        <div class="con-pr-em">
            <div class="columh-block-pr">
                <div class="not-col">
                    <h3 class="title-article after-line">Что такое оксидативный стресс?</h3>
                    <p class="i-b">
                        <b>Многие нарушения</b> в работе организма вызваны одним и тем же явлением – оксидативным
                        стрессом. Оксидативный стресс возникает, когда организм долгое время не может справиться с
                        избытком свободных радикалов. <br> Свободные радикалы – это химически активные частицы, у
                        которых есть непарный (свободный) электрон. Они всегда присутствуют в организме, поскольку
                        образуются при протекании многих биохимических реакций. Небольшое количество свободных радикалов
                        не представляет опасности, так как в организме существует антиоксидантная система, регулирующая
                        их численность. <br> <br> Состояние с одним электроном – неестественное для любой частицы.
                        Поэтому
                        свободные радикалы стараются «добыть» пару для своего свободного электрона, оторвав электрон у
                        обычной молекулы. В результате «нормальные» молекулы тоже превращаются в свободные радикалы. В
                        нормальном состоянии «собственные» антиоксиданты организма нейтрализуют свободные радикалы. Но
                        когда свободных радикалов слишком много, антиоксидантная система перестает справляться со
                        свободными радикалами и их количество нарастает лавинообразно. Они могут образовываться как в
                        клетках, так и в межклеточном пространстве. В погоне за электронами свободные радикалы
                        «нападают» на любые молекулы: ДНК, аминокислоты, белки, липиды клеточных стенок и т.д.
                    </p>
                    <img class="dontsplit img-sin-f" src="/img/drugs/oksidativnyj_stress.png" alt="оксидативный стресс">
                </div>
                <div class="not-col">
                    <h3 class="title-article after-line">Чем опасен оксидативный стресс?</h3>
                    <p>
                        <b>При оксидативном</b> стрессе в первую очередь страдает репродуктивная система организма.
                        Повреждаются ДНК (генетический материал клеток), липиды, составляющие клеточную стенку, а также
                        истощаются запасы АТФ. Избыток свободных радикалов негативно сказывается на половых клетках
                        (сперматозоидах и яйцеклетках), особенно во время их роста и созревания. Оксидативный стресс
                        связан с многими нарушениями работы репродуктивной системы, такими как мастопатия, простатит,
                        поликистоз яичников, эректильная дисфункция и другие.
                    </p>
                    <p>
                        <b>Оксидативный стресс</b> накапливается с возрастом. Его считают одной из причин старения.
                        Именно он ухудшает состояние мелких и крупных сосудов, ведет к эндокринным проблемам. Поэтому
                        чем дольше живет человек, тем сильнее его организм нуждается в антиоксидантах. <br>
                        Антиоксиданты нейтрализуют свободные радикалы и предотвращают или уменьшают оксидативный стресс.
                        Тем самым устраняется причина развития многих нежелательных состояний и изменений в организме,
                        сохраняется репродуктивное здоровье и продлевается период активной жизни.
                    </p>
                </div>
            </div>
        </div>
    </div>
</div>
<!--Empty Block-->
<div class="row">
    <div class="empty-block-section"></div>
</div>
<div id="sin-compar" class="row block-animate">
    <div class="con-hd bl-pr-it bg-beige-light">
        <div class="con-pr-em">
            <div class="columh-block">
                <div class="not-col dontsplit">
                    <h3 class="title-article after-line">При применении в комплексной терапии мужского бесплодия
                        Синергин:</h3><br>
                    <ul class="list-article">
                        <li> уменьшает фрагментацию ДНК сперматозоидов на 35,9 %,</li>
                        <li> защищает сперматозоиды от окислительного стресса.
                        </li>
                    </ul>
                </div>
                <div class="not-col dontsplit">
                    <h3 class="title-article after-line">Содержит компоненты, которые эффективны:</h3><br>
                    <ul class="list-article">
                        <li> при инфекционных заболеваниях мочеполовой системы,</li>
                        <li>
                            воспалительных заболеваниях органов малого таза,
                        </li>
                        <li>
                            доброкачественной гиперплазии простаты.
                        </li>
                    </ul>
                </div>
            </div>
        </div>
    </div>
</div>
<!--Empty Block-->
<div class="row">
    <div class="empty-block-section"></div>
</div>
<div class="row block-animate">
    <div class="con-hd bl-pr-it bg-beige-light">
        <div class="con-pr-em">
            <div class="columh-block">
                <h3 class="title-article after-line"><?= $content[4]->title ?></h3>
                <?= $content[4]->description ?>
            </div>
        </div>
    </div>
</div>

<!--Empty Block-->
<div class="row">
    <div class="empty-block-section"></div>
</div>
<!--new-->
<div class="row block-animate">
    <div class="con-hd bl-pr-it bg-beige-light">
        <div class="con-pr-em">
            <div class="columh-block">
                <h3 class="title-article after-line">Антиоксиданты и мастопатия</h3>
                <p>Мастопатией страдают 80 % женщин. В основе проблемы лежит гормональный дисбаланс, из-за которого
                    ткани груди неравномерно изменяются в размерах в течение цикла. Одна из причин гормональных сбоев –
                    избыток свободных радикалов. Они вызывают воспаление тканей, ухудшают их чувствительность к гормону
                    прогестерону и способствуют перерождению новообразований в злокачественные. Выявлено, что чем
                    сильнее тяжесть окислительного стресса, тем больше поражены тканей груди и тем интенсивнее болевые
                    ощущения.</p>

                <p style="margin-bottom: 10px">Поэтому в комплексную терапию мастопатии включают антиоксиданты для
                    снижения тяжести окислительного
                    стресса. Прием антиоксидантов решает сразу две проблемы:</p>

                <ul class="list-article" style="margin-bottom: 25px">
                    <li>защищает гормоны от разрушения и помогает устранить причину, вызвавшую заболевание,
                    </li>
                    <li>уменьшает количество свободных радикалов, не позволяя тканям воспаляться еще сильнее.
                    </li>
                </ul>
                <p style="margin-bottom: 10px">Кроме того, некоторые витамины-антиоксиданты приносят дополнительную
                    пользу при мастопатии:
                </p>
                <ul class="list-article" style="margin-bottom: 25px">
                    <li>Бета-каротин превращается в витамин А, который уменьшает разрастание тканей молочной железы и
                        улучшает их эластичность.
                    </li>
                    <li>Витамин Е усиливает действие прогестерона, а также уменьшает синдром нагрубания груди.
                    </li>
                    <li>Витамин С и рутин улучшают кровообращение в тканях молочной железы, уменьшая отеки.</li>
                </ul>
                <p>Синергин содержит упомянутые антиоксиданты в эффективных при мастопатии дозировках, а также
                    каротиноид ликопин и коэнзим Q10 – один из самых мощных естественных антиоксидантов организма. </p>
                <div>
                    <h3 class="title-article after-line">Возможна ли профилактика?</h3>
                    <p>
                        После 35 лет риск развития заболеваний молочной железы возрастает, и это закономерно. Ведь с
                        возрастом в организме увеличивается количество свободных радикалов. В свою очередь, свободные
                        радикалы поражают ткани груди и разрушают гормоны, тем самым сразу двумя способами повышая риск
                        развития мастопатии. Поэтому прием антиоксидантов, снижающих тяжесть окислительного стресса,
                        рекомендуют для профилактики заболеваний молочной железы. Исследования показали, что прием
                        витамина А уменьшал риск рака молочной железы у женщин, чьи родственницы уже столкнулись с
                        подобной проблемой. Защитите себя от мастопатии, особенно если вы входите в группу риска!
                    </p>
                </div>
            </div>
        </div>
    </div>
</div>
<!-- Special Block
================================================== -->
<div class="row block-animate">
    <div class="con-hd">
        <div class="special-article">
            <div class="wr-special-article">
                <h5 class="after-line"><?= $content[5]->title ?></h5> <br>
                <?= $content[5]->description ?>
                <div class="wr-i-info">
                    <i class="reproduction-info-section"></i>
                </div>
            </div>
        </div>
    </div>
</div>
<!--new-->
<div class="row block-animate">
    <div class="con-hd bl-pr-it bg-beige-light">
        <div class="con-pr-em">
            <div class="columh-block">
                <h3 class="title-article after-line">В каких ситуациях и кому полезен прием антиоксидантов?</h3>
                <ul class="list-article">
                    <li> Мужчинам и женщинам старше 35 лет.</li>
                    <li> Жителям городов.</li>
                    <li> Страдающим хроническими заболеваниями.</li>
                    <li> Курящим.</li>
                </ul>
                <ul class="list-article">
                    <li> При проживании в неблагоприятных экологических условиях (в городах с загрязненной атмосферой,
                        рядом с автомобильными дорогами или железнодорожными путями и т.д.).
                    </li>
                    <li> При нахождении под ярким солнцем, ультрафиолетовым излучением.</li>
                    <li> Для увеличения жизненных сил и выработки энергии (подробнее о том, как Синергин повышает работоспособность, – на
                        <a rel="nofollow" href="https://energy.akvion.ru/" target="_blank">energy.akvion.ru</a>).</li>
                    <li>Для профилактики и комплексной терапии мастопатии.</li>
                </ul>
            </div>
        </div>
    </div>
</div>
<!--Empty Block-->
<div class="row">
    <div class="empty-block-section"></div>
</div>
<!--Charts-->
<div class="row block-animate visible full-visible mar-charts">
    <div class="con-hd bl-pr-it bg-beige-light">
        <div class="con-pr-em">
            <div>
                <h3 class="title-article after-line">Клинически доказана эффективность Синергина</h3>
                <h5 class="sub_charts fr-t">Синергин защищает сперму от окислительного стресса</h5>

                <p>
                    Окислительный стресс в сперме приводит к различным повреждениям сперматозоидов свободными
                    радикалами.
                </p>
                <div class="img-charts">
                    <img class="chart-item-img" src="/img/charts/graph_2-1.png"
                         alt=" Окислительный стресс в сперме приводит к различным повреждениям сперматозоидов свободными радикалами.">
                </div>
                <p class="last-chart">
                    Антиоксиданты нейтрализуют свободные радикалы и защищают сперматозоиды от повреждения.
                    Количество антиоксидантов показывает общая антиокислительная активность спермы (ОАА). Чем
                    выше этот параметр, тем больше антиоксидантов содержится в сперме.
                </p>
            </div>
            <div class="min-6 text-padding">
                <h5 class="sub_charts fr-t">Синергин увеличивает общую антиокислительную
                    активность спермы в 2 раза</h5>
                <p class="bl-p-ch easy-txt">
                    ОАА (общая антиокислительная активность спермы).
                </p>
                <div class="img-charts">
                    <img class="chart-item-img" src="/img/charts/graph_2-2.png"
                         alt="После 3 месяцев  приема Сперотона на 43,2 % увеличилось количество сперматозоидов  в эякуляте">
                </div>
                <a href="/uploads/specialist/17/04f6d9339cc5d5801462eebf9872abfb.pdf" class="note-p-charts" target="_blank">
                    Нашивочникова Н. А., Крупин В. Н., Селиванова С. А. Комплексная терапия идиопатического бесплодия
                    // Фарматека. Специальный выпуск к московской урологической школе. – 2016.
                </a>
            </div>
            <div class="min-6 text-padding">
                <h5 class="sub_charts fr-t">Синергин защищает генетический материал
                    сперматозоидов</h5>
                <p>
                    Окислительный стресс в сперме приводит к повреждениям структуры сперматозоидов, включая
                    генетический материал, носителем которого являются ДНК. Вместо целых ДНК в сперматозоиде
                    оказываются частично разрушенные (фрагментированные) молекулы. <br> Если такой сперматозоид
                    проникает в яйцеклетку, то либо оплодотворения не происходит, либо образуется
                    нежизнеспособный эмбрион, который отторгается во время развития. Признаком высокой степени
                    фрагментации ДКН сперматозоидов могут быть частые (так называемые «привычные») выкидыши у
                    партнерши мужчины. <br> <br>
                    Если в эякуляте содержится более 30% сперматозоидов с фрагментированной ДНК, то зачатие
                    маловероятно. В норме в эякуляте должно присутствовать не более 15 % сперматозоидов с
                    фрагментированной ДНК.
                </p>

                <p class="bl-p-ch easy-txt">
                    Прием Синергина в течение 3 месяцев снижает долю сперматозоидов с фрагментацией ДНК до нормальных
                    показателей.
                </p>
                <div class="img-charts">
                    <img class="chart-item-img" src="/img/charts/graph_2-3-new.min.jpg"
                         alt=" После 3 месяцев приема Сперотона индуцированность акросомальной реакции увеличилась на 117 %.">
                </div>
                <a href="/uploads/specialist/17/04f6d9339cc5d5801462eebf9872abfb.pdf" class="note-p-charts" target="_blank">
                    Нашивочникова Н. А., Крупин В. Н., Селиванова С. А. Комплексная терапия идиопатического бесплодия
                    // Фарматека. Специальный выпуск к московской урологической школе. – 2016.
                </a>
            </div>
            <div class="min-6 text-padding">
                <h5 class="sub_charts fr-t">Синергин эффективен в комплексной терапии пиелонефрита</h5>
                <p>
                    Течение пиелонефрита сопровождается значительной активацией ПОЛ и снижением содержания
                    антиоксидантов в крови. В связи с этим эффективность комплексной терапии пиелонефрита во многом
                    зависит от степени защиты клеточных мембран, что является основанием для включения в терапию
                    антиоксидантов.
                </p>

                <p class="bl-p-ch easy-txt">
                    Прием Синергина при пиелонефрите повышает эффективность антибактериальной терапии и уменьшает
                    вероятность развития рецидивов пиелонефрита в 2 раза.
                </p>
                <div class="img-charts">
                    <img class="chart-item-img" src="/img/charts/graph_1-sinergin.min.jpg"
                         alt="Синергин эффективен в комплексной терапии пиелонефрита">
                </div>
                <a href="/uploads/specialist/41/ad70c18e1d92d4d0a0be2881cb2d4342.pdf" class="note-p-charts" target="_blank">
                    Нашивочникова Н. А. Оценка эффективности использования препарата «Синергин» в комплексном лечении пиелонефрита, осложненного камнями почек // Андрология и генитальная хирургия. – 2018. – Т. 19. – № 3. – С. 75-80.
                </a>
            </div>
        </div>
    </div>
</div>
<!--End-->
<div class="row block-animate">
    <div class="con-hd bl-pr-it bg-beige-light">
        <div class="con-pr-em">
            <div class="columh-block">
                <h3 class="title-article after-line">Синергин: состав и действие компонентов</h3>
                <p>В состав Синергина входят как водорастворимые, так и липофильные антиоксиданты, что дает возможность
                    нейтрализовать свободные радикалы во всех клетках и тканях организма.</p>
                <p>Форма выпуска: 60 капсул.<br>
                    Содержание активных компонентов в суточной дозировке (2 капсулы):

                </p>
                <table class="rwd-table">
                    <tbody>
                    <tr class="header-table">
                        <th>Компонент</th>
                        <th>Содержание в 2 капсулах</th>
                        <th>% от уровня<br>потребления</th>
                    </tr>
                    <tr>
                        <td>Витамин C</td>
                        <td>180 мг</td>
                        <td>300<sup>*</sup></td>
                    </tr>
                    <tr>
                        <td>Витамин Е</td>
                        <td>15 мг</td>
                        <td>150<sup>*</sup></td>
                    </tr>
                    <tr>
                        <td>Коэнзим Q<sub>10</sub></td>
                        <td>45 мг</td>
                        <td>150<sup>*</sup></td>
                    </tr>
                    <tr>
                        <td>Ликопин</td>
                        <td>5 мг</td>
                        <td>100</td>
                    </tr>
                    <tr>
                        <td>Рутин</td>
                        <td>30 мг</td>
                        <td>100</td>
                    </tr>
                    <tr>
                        <td>Бета-каротин</td>
                        <td>5 мг</td>
                        <td>100</td>
                    </tr>
                    </tbody>
                </table>
                <p class="аttention-p">* – не
                    превышает верхний допустимый уровень потребления. </p>
                <h3 class="title-article after-line">Убихинон (Q<sub>10</sub>)</h3>
                <p> Уникальный липофильный антиоксидант, который требуется каждой живой клетке организма. Обычно
                    антиоксиданты, защищая организм от свободных радикалов, необратимо окисляются. В отличие от них
                    молекулы Q<sub>10</sub> используются многократно. Кроме того, убихинон восстанавливает активность
                    витамина Е. <br> Также коэнзим Q10 участвует в выработке энергии в митохондриях и поэтому необходим
                    сперматозоидам, чьи энергетические потребности особенно высоки. Коэнзим Q<sub>10</sub> способствует
                    увеличению общего количества сперматозоидов, их подвижности, уменьшению доли деформированных клеток.
                    <br> Убихинон входит в состав комплексной терапии при поликистозе яичников. Немаловажно, что коэнзим
                    Q<sub>10</sub> способствует замедлению процессов старения, эффективен при астеническом синдроме и
                    синдроме хронической усталости. </p>
                <div class="not-col dontsplit"><h3 class="title-article after-line">Ликопин</h3>
                    <p> Липофильный антиоксидант. Ликопин у мужчин снижает окислительный стресс в сперме, улучшая
                        качественные и количественные показатели. Кроме того установлено, что потребление ликопина
                        замедляет развитие доброкачественной гиперплазии простаты. <br> У женщин прием ликопина в период
                        подготовки к беременности смягчает развитие преэклампсии и предупреждает повреждение плода. </p>
                </div>
                <div class="not-col dontsplit">
                    <h3 class="title-article after-line">Рутин</h3>
                    <p> Мощный природный антиоксидант. Защищает капилляры, уменьшает их повышенную проницаемость,
                        укрепляет
                        стенки сосудов, уменьшая их отечность и воспаление, в результате улучшается кровоснабжение всего
                        организма. <br> Обладает антиагрегационным действием, что способствует улучшению микроциркуляции
                        во
                        всех органах и тканях. Прием рутина снижает степень венозной недостаточности. Будет полезен при
                        сахарном диабете и других заболеваниях, связанных с окислительным стрессом. </p>
                </div>
                <h3 class="title-article after-line">Витамин С</h3>
                <p> Высокоэффективный антиоксидант. Даже в небольших количествах витамин С защищает основные молекулы
                    организма – белки, липиды (жиры), углеводы, нуклеиновые кислоты (ДНК и РНК) – от повреждения
                    свободными радикалами и активными формами кислорода. <br> Прием витамина С мужчинами приводит к
                    снижению повреждения генетического материала сперматозоидов. А содержание витамина С в организме
                    женщин прямо связано с вероятностью забеременеть при половом акте. <br> При недостаточности
                    аскорбиновой кислоты снижается иммунитет, увеличивается риск развития простудных заболеваний </p>
                <h3 class="title-article after-line">Витамин Е</h3>
                <p> Липофильный антиоксидант. Участвует в тканевом дыхании. Улучшает функциональное состояние миокарда,
                    предотвращает ломкость сосудов. У женщин применяется для восстановления менструального цикла, а
                    также для нормального протекания беременности. У мужчин при приеме витамина Е уменьшается количество
                    сперматозоидов с поврежденным генетическим аппаратом, увеличивается плотность спермы и подвижность
                    сперматозоидов. Включение в состав комплексной терапии витамина Е достоверно повышает частоту
                    зачатия у бесплодных пар. </p>
                <h3 class="title-article after-line">Бета-каротин</h3>
                <p> Участвует в антиоксидантной защите организма и является предшественником витамина А, который также
                    борется со свободными радикалами. <br> Бета-каротин способствует укреплению иммунитета, снижает риск
                    инфекционных заболеваний, нивелирует действие вредных факторов окружающей среды (электромагнитные
                    излучения, химические загрязнения), а также повышает адаптационные возможности организма и
                    устойчивость к стрессам. Необходим для роста и созревания клеток и нормального функционирования
                    половых желез. <br> У женщин бета-каротин применяют при бесплодии и мастопатии. Кроме того,
                    недостаток бета-каротина увеличивает риск прерывания беременности. Поэтому назначение бета-каротина
                    особо важно для нормального протекания беременности. </p>
                <p><b>Антиоксиданты</b>, входящие в состав Синергина, действуют синергично, а значит эффективность выше,
                    чем у монопрепаратов.</p>
            </div>
            <!--<div class="columh-block">
                <h3 class="title-article after-line"><? /*= $content[7]->title */ ?></h3>
                <? /*= $content[7]->description */ ?>

            </div>-->
        </div>
    </div>
</div>
<!-- Special Block
================================================== -->
<div class="row block-animate">
    <div class="con-hd">
        <div class="special-article special-article-footer">
            <div class="wr-special-article">
                <h5 class="after-line"><?= $content[8]->title ?></h5> <br>
                <? /*= $content[8]->description */ ?>
                <p>Биологически активная добавка к пище, не является лекарством.</p>
                <span>СГР RU.77.99.57.003.Е.002192.06.19 от 21.06.2019</span>
                <div class="wr-i-info">
                    <i class="reproduction-info-section"></i>
                </div>
            </div>
        </div>
    </div>
</div>
<?php
$script = <<< JS
  var svgHeader = $('.wr-svg-header svg');
    pathPrepareCssAll(svgHeader);
    setTimeout(function () {
        startAnimationSvgHeader(svgHeader);

    }, 100);
$(function () {
    var fotoramaDiv = $('.fotorama').fotorama();
    var fotorama = fotoramaDiv.data('fotorama');
    $('.video-play').click(function(){
    if(!$(this).hasClass('active')){
    fotorama.playVideo();
    $(this).addClass('active');
    }else{
    fotorama.stopVideo();
    $(this).removeClass('active');
    }
    });
});
JS;
$this->registerJs($script, yii\web\View::POS_READY);
?>
<?php /*if (Yii::$app->params['browserOld9']) {
    $scriptColumn = <<< JS
$('.columh-block').columnize({width: 500});
JS;
    $this->registerJs($scriptColumn, yii\web\View::POS_READY);
}
*/ ?>
